Repository: Lswbanban/BlueBrick
Catalog: BlueBrick/GlobalOptionsForm.*.resx
Languages: nl, no, pt

# generalTabPage.Text
source: General
nl: Algemeen
no: Generelt
pt: Geral

# appearanceTabPage.Text
source: Appearance
nl: Voorkomen
no: Utseende
pt: Aparência

# partLibTabPage.Text
source: Part Library
no: Delebibliotek
pt: Biblioteca de peças

# shortcutKeysTabPage.Text
source: Shortcut Keys
no: Snarveier på tastaturet
pt: Teclas de Atalho

# groupBox10.Text
source: Recent Files
no: Nylig brukte filer
pt: Ficheiros Recentes

# clearRecentFilesButton.Text
source: Clear Recent Files List
no: Tøm liste over nylig brukte filer
pt: Limpar a Lista de Ficheiros Recentes

# label23.Text
source: Number of Recent Files
no: Antall nylig brukte filer
pt: Número de Ficheiros Recentes

# groupBox8.Text
source: Performance
nl: Prestaties
no: Ytelse
pt: Desempenhos

# optimComboBox.Items
source: Faster
no: Raskere
pt: Mais Rápido

# optimComboBox.Items1
source: Balanced
no: Balansert
pt: Equilibrado

# optimComboBox.Items2
source: Less memory
no: Mindre minne
pt: Menos memória

# label11.Text
source: Memory/Speed balance
nl: Geheugen/Snelheid balans
no: Balanse mellom minne og hastighet
pt: Balanço da Memória/Velocidade

# groupBox4.Text
source: Undo/Redo
nl: Ongedaan maken/Opnieuw uitvoeren
no: Angre/gjenta
pt: Anular/Repetir

# label10.Text
source: The more "undo" steps you want to record, the more memory the application will use.
nl: Hoe meer acties je wenst ongedaan te kunnen maken, hoe meer geheugen het programma nodig heeft.
no: Jo flere ganger du ønsker at angremuligheten skal kunne brukes, jo mer minne vil programmet behøve.
pt: Quanto mais acções anteriores são guardadas pela função Anular, maior o espaço em memória que a aplicação irá utilizar.

# label9.Text
source: Number of Undo displayed
nl: Aantal ongedaan makzn acties getoond
no: Antall ganger angremuligheten kan vises
pt: Número de acções anteriores mostradas

# label8.Text
source: Number of Undo recorded
nl: Aantal ongedaan maken acties beschikbaar
no: Antall ganger angremuligheten kan brukes
pt: Número de acções anteriores guardadas

# groupBox3.Text
source: New map default configuration
nl: Nieuwe kaart instellingen
no: Nye kartinnstillinger
pt: Nova configuração por defeito

# label5.Text
source: Author
nl: Auteur
no: Opphavsperson
pt: Autor

# addBrickLayerCheckBox.Text
source: Add a Brick Layer on new map
nl: Voeg een blok laag toe aan een nieuwe kaart
no: Legg til et klosse-lag på nytt kart
pt: Adicione uma camada de Bricks no novo mapa

# addGridLayerCheckBox.Text
source: Add a Grid Layer on new map
nl: Voeg een rooster laag toe aan een nieuwe kaart
no: Legg til et rutenett-lag på nytt kart
pt: Adicione uma camada de grelha no novo mapa

# groupBox2.Text
source: Mouse
nl: Muis
no: Mus
pt: Rato

# label14.Text
source: Duplicate selection Key
nl: Duplikeer selectie sleutel
no: Tast for å duplisere utvalg
pt: Tecla de selecção dupla

# label4.Text
source: Multiple selection Key
nl: Meerdere selecties knop
no: Tast for å gjøre flere utvalg
pt: Tecla de selecção múltipla

# mouseZoomCenteredCheckBox.Text
source: Zoom centered on pointer
nl: Zoom centreren op pointer
no: Zoom sentreres på musepekeren
pt: Zoom centrado no ponteiro

# label3.Text
source: Wheel Zoom Speed
nl: Muiswiel zoom snelheid
no: Zoom-hastighet på musehjulet
pt: Velocidade do zoom na roda

# groupBox1.Text
source: Language
nl: Taal
no: Språk
pt: Linguagem

# label2.Text
source: If you change the language you will need to restart the application for the change to take effect.
nl: Als u de taal wijzigt moet u de toepassing opnieuw starten.
no: Hvis du endrer språk må du starte programmet på nytt for at endringene skal tre i kraft.
pt: Se mudar a linguagem é necessário reiniciar a aplicação para surtir efeito.

# label1.Text
source: Language
nl: Taal
no: Språk
pt: Linguagem

# groupBox9.Text
source: Default Area Appearance
nl: Standaard gebied voorkomen
no: Standard utseende på område
pt: Aparência por Defeito da Área

# label27.Text
source: Default area cell size (in studs)
nl: Standaard cel grootte gebied (in studs)
no: Standard størrelse på celleflate (studs)
pt: Tamanho por defeito da área da célula (em studs)

# label28.Text
source: Default Opacity (in %)
nl: Standaard transparantie (in %)
no: Standard gjennomsiktighet (i %)
pt: Opacidade por defeito (em %)

# groupBox7.Text
source: Default Grid Size
nl: Standaard rooster grootte
no: Standard rutenett-størrelse
pt: Tamanho da grelha por defeito

# label22.Text
source: Default Number of Subdivisions
nl: Standaard aantal onderverdelingen
no: Standard antall undernivåer
pt: Número de Sub-divisões por Defeito

# label21.Text
source: Default Grid Size (in studs)
nl: Standaard rooster grootte (in studs)
no: Standard rutenett-størrelse (studs)
pt: Tamanho da grelha por defeito (em studs)

# groupBox6.Text
source: Default Text Format
nl: Standaard tekst formaat
no: Standard tekstformat
pt: Formato por Defeito do Texto

# defaultFontNameLabel.Text
source: Font name
nl: lettertype naam
no: Skrifttype
pt: nome do tipo de letra

# defaultFontColorLabel.Text
source: Color
nl: Kleur
no: Farge
pt: Cor

# defaultFontButton.Text
source: Change Font
nl: Wijzig lettertype
no: Endre skrifttype
pt: Mudar Tipo de Letra

# groupBox5.Text
source: Colors
nl: Kleuren
no: Farger
pt: Cores

# displayGeneralInfoWatermarkCheckBox.Text
source: Display General Info Watermark
no: Vis vannmerke med generell informasjon
pt: Mostra a Informação Geral da Marca Registada

# displayFreeConnexionPointCheckBox.Text
source: Display Free Connection Points
nl: Toon beschikbare verbindingspunten
no: Vis ledige forbindelsespunkter
pt: Mostra os Pontos de Conexão Livres

# label25.Text
source: Highlight of the grabbed part
no: Farge på valgt del
pt: Cor de destaque da peça seleccionada

# label24.Text
source: Highlight of the selection
no: Farge på utvalg
pt: Cor de destaque da selecção

# label20.Text
source: Preview
nl: Voorbeeld
no: Forhåndsvisning
pt: Pré-visualizar

# label19.Text
source: Default sub-grid Color
nl: Standaard sub-rooster kleur
no: Standard farge på underliggende rutenett
pt: Cor por Defeito da sub-grelha

# label18.Text
source: Default Grid Color
nl: Standaard rooster kleur
no: Standard farge på rutenett
pt: Cor por Defeito da Grelha

# label17.Text
source: Background Color
nl: Achtergrond kleur
no: Bakgrunnsfarge
pt: Cor de Fundo

# label16.Text
source: Choose a predefined color scheme or customize your own colors.
nl: Kies een beschikbaar kleurenschema of maak uw eigen schema.
no: Velg en forhåndslagret fargeinnstilling eller lag dine egne farger.
pt: Escolha um esquema de cores pré-definido ou crie as suas próprias cores.

# label15.Text
source: Color Scheme
nl: Kleurenschema
no: Fargeinnstilling
pt: Esquema de Cor

# groupBox13.Text
source: Appearance
no: Utseende
pt: Aparência

# label26.Text
source: Part Library Background Color
no: Bakgrunnsfarge på delebibliotek
pt: Cor de fundo da biblioteca de peças

# groupBox12.Text
source: Bubble Information
no: Tips-boble
pt: Informação em caixa

# displayPartDescriptionCheckBox.Text
source: Part Description
no: Beskrivelse av delen
pt: Descrição da peça

# displayPartColorCheckBox.Text
source: Part Color
no: Delens farge
pt: Cor de peça

# displayPartIDCheckBox.Text
source: Part ID
no: Delens ID
pt: Identificação de peça

# displayBubbleInfoCheckBox.Text
source: Display Bubble Info with:
no: Innhold i tips-boblen:
pt: Mostrar informação em caixa com:

# groupBox11.Text
source: Tab Order
no: Tabulatorrekkefølge
pt: Ordem dos separadores

# alphabeticOrderButton.Text
source: Alphabetical Order
no: Alfabetisk rekkefølge
pt: Ordem alfabética

# MoveDownButton.Text
source: Move Down
no: Flytt ned
pt: Mover para baixo

# MoveUpButton.Text
source: Move Up
no: Flytt opp
pt: Mover para cima

# label13.Text
source: To remove shortcut keys, select them in the list and then click on this button:
nl: Om shorcuts te verwijderen, selecteer deze in de lijst en klik dan op deze knop:
no: For å fjerne snarveitastene, velg dem fra listen og klikk på denne knappen:
pt: Para remover teclas de atalho, selecione-a na lista e clique este botão:

# labelHintAdd.Text
source: To add a shortcut key, adjust the comboboxes at the bottom of the list and then click on this button:
nl: Om een shortcut toe te voegen, pas de selectiebox onderaan de lijst aan en klik dan op deze knop:
no: For å legge til en snarveitast, tilpass verdiene i bunnen av listen og klikk på denne knappen:
pt: Para adicionar uma tecla de atalho, ajuste as caixas de combinação no fundo da lista e depois clique neste botão:

# buttonDelete.Text
source: Remove Shortcut
nl: Verwijder Shortcut
no: Fjern snarvei
pt: Remover Atalho

# buttonAdd.Text
source: Add Shortcut
nl: Voeg Shortcut toe
no: Legg til snarvei
pt: Adicionar Atalho

# comboBoxAction.Items
source: Add Part
no: Legg til del
pt: Adicionar Peça

# comboBoxAction.Items1
source: Delete Selected Parts
no: Fjern valgte deler
pt: Eliminar as Peças Selecionadas

# comboBoxAction.Items2
source: Rotate Selection Left
no: Roter utvalg mot venstre
pt: Rodar a Selecção para a Esquerda

# comboBoxAction.Items3
source: Rotate Selection Right
no: Roter utvalg mot høyre
pt: Rodar a Selecção para a Direita

# comboBoxAction.Items4
source: Move Selection Left
no: Flytt utvalg mot venstre
pt: Mover a Selecção para a Esquerda

# comboBoxAction.Items5
source: Move Selection Right
no: Flytt utvalg mot høyre
pt: Mover a Selecção para a Direita

# comboBoxAction.Items6
source: Move Selection Up
no: Flytt utvalg oppover
pt: Mover a Selecção para Cima

# comboBoxAction.Items7
source: Move Selection Down
no: Flytt utvalg nedover
pt: Mover a Selecção para Baixo

# comboBoxAction.Items8
source: Change Active Connection
no: Endre aktiv forbindelse
pt: Mudar a Conexão Activa

# comboBoxKey.Items36
source: Space
no: Mellomrom
pt: Espaço

# comboBoxKey.Items37
source: Num Pad 0
no: 0 (på Num Pad)

# comboBoxKey.Items38
source: Num Pad 1
no: 1 (på Num Pad)

# comboBoxKey.Items39
source: Num Pad 2
no: 2 (på Num Pad)

# comboBoxKey.Items40
source: Num Pad 3
no: 3 (på Num Pad)

# comboBoxKey.Items41
source: Num Pad 4
no: 4 (på Num Pad)

# comboBoxKey.Items42
source: Num Pad 5
no: 5 (på Num Pad)

# comboBoxKey.Items43
source: Num Pad 6
no: 6 (på Num Pad)

# comboBoxKey.Items44
source: Num Pad 7
no: 7 (på Num Pad)

# comboBoxKey.Items45
source: Num Pad 8
no: 8 (på Num Pad)

# comboBoxKey.Items46
source: Num Pad 9
no: 9 (på Num Pad)

# comboBoxKey.Items47
source: Num Pad /
no: / (på Num Pad)

# comboBoxKey.Items48
source: Num Pad *
no: * (på Num Pad)

# comboBoxKey.Items49
source: Num Pad -
no: - (på Num Pad)

# comboBoxKey.Items50
source: Num Pad +
no: + (på Num Pad)

# comboBoxKey.Items51
source: Num Pad .
no: . (på Num Pad)

# comboBoxKey.Items65
source: Backspace
no: Tilbake

# comboBoxKey.Items67
source: Left Arrow
no: Venstre pil
pt: Seta da esquerda

# comboBoxKey.Items68
source: Right Arrow
no: Høyre pil
pt: Seta da direita

# comboBoxKey.Items69
source: Up Arrow
no: Oppoverpil
pt: Seta de cima

# comboBoxKey.Items70
source: Down Arrow
no: Nedoverpil
pt: Seta de baixo

# label12.Text
source: List of shortcut keys associated with actions:
nl: Lijst van shortcuts geasocieerd met acties:
no: Liste over snarveier og tilhørende kommandoer:
pt: Lista de teclas de atalho associadas às acções:

# Key.Text
source: Key
nl: Toets
no: Tast
pt: Tecla

# Action.Text
source: Action
nl: Actie
no: Kommando
pt: Acção

# PartNumber.Text
source: Part Number
nl: Onderdeel nummer
no: Delenummer
pt: Número da Peça

# Connection.Text
source: Connection
nl: Verbinding
no: Forbindelse
pt: Conexão

# cancelButton.Text
source: Cancel
nl: &Annuleren
no: Avbryt
pt: Cancelar

# restoreDefaultButton.Text
source: Restore Default
nl: Herstel standaarden
no: Tilbakestill
pt: Restaurar por Defeito

# $this.Text
source: BlueBrick Options
nl: BlueBrick Opties
no: Alternativer for BlueBrick
pt: Opções do BlueBrick

# label7.Text
source: Event
nl: Toon
pt: Evento
