Repository: Lswbanban/BlueBrick
Catalog: BlueBrick/MainForm.*.resx
Languages: de, es, fr, sv

# textBoxPartFilter.ToolTip
source: Input keywords to filter the list of parts. Use - character in front of a keyword to exclude parts. Use # character in front of a keyword to specify a part number. You can use double quote characters to group keywords.
es: Usar palabras clave para filtrar la lista de piezas. Usar - delante de una palabra para excluir piezas. Usar # delante de palabras para especificar un número de pieza. También se pueden usar comillas para agrupar palabras clave.
fr: Entrez des mots clefs pour filtrer la liste des pièces. Utilisez le caractère - devant un mot clef pour exclure des pièces. Utilisez le caractère # devant un mot clef pour spécifier un identifiant de pièce. Vous pouvez utiliser les guillemets pour grouper des mots clef.

# filterAllTabCheckBox.ToolTip
source: Apply the filter on all tabs or only the current tab.
es: Aplicar el filtro en todas las pestañas o solo la pestaña actual.
fr: Applique le filtre sur tous les onglets ou seulement sur l'onglet courant.

# DocumentDataLayerTabPage.Text
source: Layers
fr: Couches

# trashLayerButton.ToolTip
source: Delete the selected Layer
de: Markierte Ebene löschen
es: Eliminar capa seleccionada
fr: Effacer le calque sélectionné
sv: Ta bort markerat lager

# newLayerRulerButton.ToolTip
source: Add a Ruler Layer
es: Añadir capa de regla
fr: Ajouter un calque de mesure

# newLayerTextButton.ToolTip
source: Add a Text Layer
de: Füge eine Textschicht hinzu
es: Añadir una capa de texto
fr: Ajouter un calque de Texte
sv: Lägg till textlager

# newLayerAreaButton.ToolTip
source: Add an Area Layer
de: Füge eine Flächenschicht hinzu
es: Añadir una capa de área
fr: Ajouter un calque de Zone
sv: Lägg till områdeslager

# newLayerBrickButton.ToolTip
source: Add a Brick Layer
de: Füge eine Steinschicht hinzu
es: Añadir una capa de Bricks
fr: Ajouter un calque de Brique
sv: Lägg till klosslager

# newLayerGridButton.ToolTip
source: Add a Grid layer
de: Füge eine Rasterschicht hinzu
es: Añadir una capa de cuadrícula
fr: Ajouter un calque Grille
sv: Lägg till rutnätslager

# layerUpButton.ToolTip
source: Move the selected Layer up
de: Verschiebe die Ebene nach Oben
es: Subir capa seleccionada
fr: Monter le calque sélectionné
sv: Flytta markerat lager upp

# layerDownButton.ToolTip
source: Move the selected Layer down
de: Verschiebe die Ebene nach Unten
es: Bajar capa seleccionada
fr: Descendre le calque sélectionné
sv: Flytta markerat lager ner

# DocumentDataPartListTabPage.Text
source: Part List
fr: Liste de pièces

# SplitPartUsagePerLayerCheckBox.Text
source: Split by Layer
fr: Séparer par couche

# IncludeHiddenLayerInPartListCheckBox.Text
source: Include Hidden Parts
fr: Inclure les pièces cachées

# DocumentDataPropertiesTabPage.Text
source: Properties
fr: Propriétés

# label16.Text
source: Background Color:
fr: Couleur de fond :

# labelComment.Text
source: Comment:
fr: Commentaire :

# label9.Text
source: studs
fr: tenons

# label7.Text
source: Height:
fr: Hauteur :

# label6.Text
source: Width:
fr: Largeur :

# label8.Text
source: studs
fr: tenons

# labelEvent.Text
source: Event:
fr: Evènement :

# labelAuthor.Text
source: Author:
fr: Auteur :

# fileToolStripMenuItem.Text
source: &File
de: &Datei
es: &Archivo
fr: &Fichier
sv: &Arkiv

# newToolStripMenuItem.Text
source: &New
de: &Neu
es: &Nuevo
fr: &Nouveau
sv: &Nytt

# openToolStripMenuItem.Text
source: &Open...
de: Ö&ffnen...
es: Abrir...
fr: &Ouvrir...
sv: &Öppna...

# openRecentToolStripMenuItem.Text
source: Recent Files
de: Zuletzt benutzte Dateien
es: Archivos recientes
fr: Fichiers Récents
sv: Senast använda filer

# saveToolStripMenuItem.Text
source: &Save
de: &Speichern
es: &Guardar
fr: &Enregistrer
sv: &Spara

# saveasToolStripMenuItem.Text
source: Save &As...
de: Speichern &unter...
es: Guardar como...
fr: Enregistrer &Sous...
sv: Spara so&m...

# exportAsPictureToolStripMenuItem.Text
source: &Export Picture...
de: Bild &Exportieren...
es: &Exportar imagen…
fr: Exporter en &Image...
sv: &Exportera bild…

# exportPartListToolStripMenuItem.Text
source: Export &Part List...
fr: Exporter la liste de &Pièces...

# reloadPartLibraryToolStripMenuItem.Text
source: Reload Part Library
de: Teilebibleothek neu laden
es: Recargar biblioteca de piezas
fr: Recharger la librairie de pièces
sv: Ladda om kloss-bibliotek

# downloadAdditionnalPartsToolStripMenuItem.Text
source: Download Additional Parts...
fr: Télécharger des pièces supplémentaires...

# saveSelectionInLibraryToolStripMenuItem.Text
source: Save Selection in Library...
es: Guardar selección en biblioteca…
fr: Sauvegarder la sélection dans la librairie...

# exitToolStripMenuItem.Text
source: E&xit
de: &Beenden
es: Cerrar
fr: &Quitter
sv: &Avsluta

# editToolStripMenuItem.Text
source: &Edit
de: &Bearbeiten
es: &Editar
fr: &Edition
sv: &Redigera

# undoToolStripMenuItem.Text
source: &Undo
de: &Rückgängig
es: &Deshacer
fr: &Défaire
sv: Å&ngra

# redoToolStripMenuItem.Text
source: &Redo
de: &Wiederherstellen
es: &Rehacer
fr: &Refaire
sv: U&pprepa

# cutToolStripMenuItem.Text
source: Cut
de: Ausschneiden
es: Cortar
fr: Couper
sv: Kl&ipp ut

# copyToolStripMenuItem.Text
source: &Copy
de: &Kopieren
es: &Copiar
fr: &Copier
sv: K&opiera

# pasteToolStripMenuItem.Text
source: &Paste
de: E&infügen
es: Pegar
fr: Co&ller
sv: K&listra in

# deleteToolStripMenuItem.Text
source: &Delete
de: &Löschen
es: Eliminar
fr: &Supprimer
sv: Ta &bort

# findAndReplaceToolStripMenuItem.Text
source: &Find and Replace...
de: &Suchen und Ersetzen...
es: &Encontrar y reemplazar…
fr: Chercher et &Remplacer...
sv: Sö&k och Ersätt...

# selectAllToolStripMenuItem.Text
source: Select &All
de: &Alles Auswählen
es: Seleccionar Todo
fr: Sélectionner &Tout
sv: Markera allt

# deselectAllToolStripMenuItem.Text
source: Deselect All
de: Alles Abwählen
es: Quitar selección
fr: Déselectionner tout
sv: Avmarkera allt

# selectPathToolStripMenuItem.Text
source: Select &Path
de: &Pfad Auswählen
es: Seleccionar tramo
fr: Sélectionner le chemin
sv: Välj sökväg

# groupMenuToolStripMenuItem.Text
source: Group
de: Gruppierung
es: Agrupar
fr: Groupe
sv: Gruppera

# groupToolStripMenuItem.Text
source: Group
de: Gruppierung
es: Agrupar
fr: Grouper
sv: Gruppera

# ungroupToolStripMenuItem.Text
source: Ungroup
de: Gruppierung aufheben
es: Desagrupar
fr: Dégrouper
sv: Lös upp grupp

# transformToolStripMenuItem.Text
source: Transform
es: Transformar
fr: Transformer
sv: Omforma

# moveStepToolStripMenuItem.Text
source: Move Step
de: Bewegungsschritt
es: Distancia de ajuste
fr: Pas de déplacement
sv: Förflyttningssteg

# moveStepDisabledToolStripMenuItem.Text
source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
sv: Ej tillgänglig

# moveStep32ToolStripMenuItem.Text
source: 32 studs
de: 32 Noppen
fr: 32 tenons
sv: 32 knoppar

# moveStep16ToolStripMenuItem.Text
source: 16 studs
de: 16 Noppen
fr: 16 tenons
sv: 16 knoppar

# moveStep8ToolStripMenuItem.Text
source: 8 studs
de: 8 Noppen
fr: 8 tenons
sv: 8 knoppar

# moveStep4ToolStripMenuItem.Text
source: 4 studs
de: 4 Noppen
fr: 4 tenons
sv: 4 knoppar

# moveStep2ToolStripMenuItem.Text
source: 2 studs
fr: 2 tenons

# moveStep1ToolStripMenuItem.Text
source: 1 stud
de: 1 Noppe
fr: 1 tenon
sv: 1 knopp

# moveStep05ToolStripMenuItem.Text
source: 1/2 stud
de: 1/2 Noppe
fr: 1/2 tenon
sv: 1/2 knopp

# sendToBackToolStripMenuItem.Text
source: Send To Back
de: In den Hintergrund
es: Enviar al fondo
fr: Envoyer en arrière plan
sv: Placera längst bak

# bringToFrontToolStripMenuItem.Text
source: Bring To Front
de: In den Vordergrund
es: Traer al frente
fr: Mettre en avant plan
sv: Placera längst fram

# rotationStepToolStripMenuItem.Text
source: Rotation Step
de: Drehschritte
es: Rotación
fr: Pas de rotation
sv: Roteringssteg

# rotateCWToolStripMenuItem.Text
source: Rotate CW
de: Im Uhrzeigersinn drehen
es: Girar en el sentido del reloj
fr: Rotation horaire
sv: Rotera höger

# rotateCCWToolStripMenuItem.Text
source: Rotate CCW
de: Gegen den Uhrzeigersinn drehen
es: Girar en contra del sentido del reloj
fr: Rotation anti-horaire
sv: Rotera vänster

# paintToolToolStripMenuItem.Text
source: Paint Tool
de: Mal Werkzeug
es: Herramienta de pintura
fr: Outil de peinture
sv: Färgläggning

# paintToolPaintToolStripMenuItem.Text
source: Paint
de: Anmalen
es: Pintar
fr: Peindre
sv: Färglägg

# paintToolEraseToolStripMenuItem.Text
source: Erase
de: Löschen
es: Borrar
fr: Gommer
sv: Sudda

# paintToolChooseColorToolStripMenuItem.Text
source: Choose Color...
de: Farbe wählen...
es: Seleccionar color...
fr: Choisir la couleur...
sv: Välj färg…

# rulerToolToolStripMenuItem.Text
source: Ruler Tool
es: Herramienta de regla
fr: Outil de mesure

# selectAndEditToolStripMenuItem.Text
source: Select and Edit
es: Seleccionar y editar
fr: Sélectionner et éditer

# addRulerToolStripMenuItem.Text
source: Add Ruler
es: Añadir regla
fr: Ajouter une règle

# addCircleToolStripMenuItem.Text
source: Add Circle
es: Añadir círculo
fr: Ajouter un cercle

# mapBackgroundColorToolStripMenuItem.Text
source: Map &Background Color...
de: Karten Hintergrundfarbe...
es: Color de fondo del mapa...
fr: Couleur de &Fond du plan...
sv: Bakgrundsfärg på layout…

# currentLayerOptionsToolStripMenuItem.Text
source: Current &Layer Options...
de: Eigenschaften der Aktuellen Schicht...
es: Opciones de la capa actual...
fr: Options du c&alque courant...
sv: Alternativ Aktuellt lager...

# preferencesMenuItem.Text
source: Preferences...
de: Einstellungen…
es: Preferencias...
fr: Préférences...
sv: Inställningar...

# viewToolStripMenuItem.Text
source: &View
de: &Ansicht
es: &Ver
fr: &Vue
sv: &Visa

# toolbarMenuItem.Text
source: &Toolbar
de: &Werkzeugleiste
es: Barra de herramientas
fr: Barre d'&Outils
sv: Verkt&ygsfält

# statusBarMenuItem.Text
source: &Status Bar
de: &Statusanzeige
es: Barra de estado
fr: Barre de &Statut
sv: Statusfält

# watermarkToolStripMenuItem.Text
source: &Watermark
es: &Marca de agua
fr: &Filigrane

# electricCircuitsMenuItem.Text
source: &Electric Circuit
de: Strom&kreis
es: Circuito &eléctrico
fr: Circuit &électrique
sv: Elektriskt schema

# connectionPointsToolStripMenuItem.Text
source: &Connection Points
es: Punto de &conexión
fr: Points de &connection

# rulerAttachPointsToolStripMenuItem.Text
source: &Ruler Attach Points
es: Puntos de &fijación en la regla
fr: Points d'attache des mesures

# budgetNewToolStripMenuItem.Text
source: &New
es: &Nuevo
fr: &Nouveau

# budgetOpenToolStripMenuItem.Text
source: &Open...
es: &Abrir...
fr: &Ouvrir...

# budgetImportAndMergeToolStripMenuItem.Text
source: &Import and Merge...
es: &Importar y fusionar...
fr: &Importer et fusionner...

# budgetCloseToolStripMenuItem.Text
source: &Close
es: Cerrar
fr: &Fermer

# budgetSaveToolStripMenuItem.Text
source: &Save
es: &Guardar
fr: &Enregistrer

# budgetSaveAsToolStripMenuItem.Text
source: Save &As...
es: Guardar &cómo…
fr: Enregistrer &Sous...

# showOnlyBudgetedPartsToolStripMenuItem.Text
source: Show Only Budgeted Parts
es: Solo mostrar elementos presupuestados
fr: Afficher seulement les pièces budgetées

# showBudgetNumbersToolStripMenuItem.Text
source: Show &Budget Numbers
es: Mostrar números de presupuesto
fr: Afficher les &budgets

# useBudgetLimitationToolStripMenuItem.Text
source: Use Budget &Limitation
es: Usar limitaciones de presupuesto
fr: Utiliser la limite de budget

# helpToolStripMenuItem.Text
source: &Help
de: &Hilfe
es: A&yuda
fr: &Aide
sv: &Hjälp

# helpContentsToolStripMenuItem.Text
source: &Contents and Index
de: &Inhalt und Index
es: &Contenido e índice
fr: &Contenu et Index
sv: &Innehåll och Index

# aboutBlueBrickToolStripMenuItem.Text
source: &About BlueBrick...
de: &Über BlueBrick...
es: Acerca de BlueBrick...
fr: &A propos de BlueBrick...
sv: &Om BlueBrick…

# toolBarNewButton.ToolTipText
source: Create a new Map
de: Erstelle eine neue Karte
es: Crear un nuevo mapa
fr: Créer un nouveau plan
sv: Skapa ny layout

# toolBarOpenButton.ToolTipText
source: Open a Map
de: Öffne eine vorhandene Karte
es: Abrir un mapa
fr: Ouvrir un plan
sv: Öppna layout

# toolBarSaveButton.ToolTipText
source: Save the current Map
de: Speichere die aktuelle Karte
es: Guardar el mapa actual
fr: Enregistrer le plan courant
sv: Spara aktuell layout

# toolBarUndoButton.ToolTipText
source: Undo
de: Rückgängig
es: Deshacer
fr: Défaire
sv: Ångra

# toolBarRedoButton.ToolTipText
source: Redo
de: Wiederherstellen
es: Rehacer
fr: Refaire
sv: Upprepa

# toolBarDeleteButton.ToolTipText
source: Delete selected objects
de: Ausgewählte Objekte löschen
es: Eliminar los objetos seleccionados
fr: Supprimer les objets sélectionnés
sv: Ta bort markerade objekt

# toolBarCutButton.ToolTipText
source: Cut selected objects
de: Ausgewählte Objekte ausschneiden
es: Cortar los objetos seleccionados
fr: Couper les objets sélectionnés
sv: Klipp ut markerade objekt

# toolBarCopyButton.ToolTipText
source: Copy selected objects
de: Ausgewählte Objekte kopieren
es: Copiar los objetos seleccionados
fr: Copier les objets sélectionnés
sv: Kopiera markerade objekt

# toolBarPasteButton.ToolTipText
source: Paste copied objects
de: Ausgewählte Objekte einfügen
es: Pegar los objetos seleccionados
fr: Coller les objets copiés
sv: Klistra in markerade objekt

# toolBarSnapGridButton.ToolTipText
source: Select the grid snaping step
de: Wähle die Raster-Fangstufen
es: Seleccionar la distancia de ajuste a la cuadrícula
fr: Selectionner le pas de la grille aimantée
sv: Välj fästavstånd för rutnät

# toolBarGrid32Button.Text
source: 32 studs
de: 32 Noppen
fr: 32 tenons
sv: 32 knoppar

# toolBarGrid16Button.Text
source: 16 studs
de: 16 Noppen
fr: 16 tenons
sv: 16 knoppar

# toolBarGrid8Button.Text
source: 8 studs
de: 8 Noppen
fr: 8 tenons
sv: 8 knoppar

# toolBarGrid4Button.Text
source: 4 studs
de: 4 Noppen
fr: 4 tenons
sv: 4 knoppar

# toolBarGrid2Button.Text
source: 2 studs
fr: 2 tenons

# toolBarGrid1Button.Text
source: 1 stud
de: 1 Noppe
fr: 1 tenon
sv: 1 knopp

# toolBarGrid05Button.Text
source: 1/2 stud
de: 1/2 Noppe
fr: 1/2 tenon
sv: 1/2 knopp

# toolBarRotationAngleButton.ToolTipText
source: Select angle for rotation steps
de: Wähle die Rotationsschritte
es: Seleccionar el ángulo del paso de rotación
fr: Selectionner le pas de la rotation
sv: Välj vinkel för rotation

# toolBarRotateCCWButton.ToolTipText
source: Rotate selected objects CCW
de: Ausgewählte Objekte gegen den Uhrzeigersinn drehen
es: Girar los objetos seleccionados en sentido opuesto al reloj
fr: Tourne les objets dans le sens anti-horaire
sv: Rotera markerade objekt åt vänster

# toolBarRotateCWButton.ToolTipText
source: Rotate selected objects CW
de: Ausgewählte Objekte im Uhrzeigersinn drehen
es: Girar los objetos seleccionados en el sentido del reloj
fr: Tourne les objets dans le sens horaire
sv: Rotera markerade objekt åt höger

# toolBarSendToBackButton.ToolTipText
source: Send to Back
de: In den Hintergrund
es: Enviar al fondo
fr: Envoyer en arrière plan
sv: Placera längst bak

# toolBarBringToFrontButton.ToolTipText
source: Bring to Front
de: In den Vordergrund
es: Traer al frente
fr: Mettre en avant plan
sv: Placera längst fram

# toolBarToolButton.ToolTipText
source: Select the tool to edit the current layer
es: Seleccionar la herramienta editar la capa actual
fr: Selectionner l'outil pour éditer le calque courant

# paintToolStripMenuItem.Text
source: Paint
de: Anmalen
es: Pintar
fr: Peindre
sv: Färglägg

# eraseToolStripMenuItem.Text
source: Erase
de: Löschen
es: Borra
fr: Gommer
sv: Sudda

# rulerSelectAndEditToolStripMenuItem.Text
source: Select and Edit
es: Seleccionar y editar
fr: Sélectionner et éditer

# rulerAddRulerToolStripMenuItem.Text
source: Add Ruler
es: Añadir regla
fr: Ajouter une règle

# rulerAddCircleToolStripMenuItem.Text
source: Add Circle
es: Añadir círculo
fr: Ajouter un cercle

# openFileDialog.Filter
source: BlueBrick Map (*.bbm)|*.bbm|LDraw (*.ldr)|*.ldr|LDraw Multi Parts (*.mpd)|*.mpd|Track Designer (*.tdl)|*.tdl|4DBrix (*.ncp)|*.ncp|All files (*.*)|*.*
es: Mapa BlueBrick (*.bbm)|*.bbm|LDraw (*.ldr)|*.ldr|LDraw Multi Parts (*.mpd)|*.mpd|Track Designer (*.tdl)|*.tdl|Todos los archivos (*.*)|*.*
fr: Plan BlueBrick (*.bbm)|*.bbm|LDraw (*.ldr)|*.ldr|LDraw Multi Parts (*.mpd)|*.mpd|Track Designer (*.tdl)|*.tdl|4DBrix (*.ncp)|*.ncp|Tous les fichiers (*.*)|*.*

# openFileDialog.Title
source: Open a BlueBrick Map
de: Öffne eine BlueBrick Datei
es: Abrir un mapa BlueBrick
fr: Ouvrir un plan BlueBrick
sv: Öppna BlueBrick-layout

# saveFileDialog.Filter
source: BlueBrick Map (*.bbm)|*.bbm|LDraw (*.ldr)|*.ldr|LDraw Multi Parts (*.mpd)|*.mpd|Track Designer (*.tdl)|*.tdl|4DBrix (*.ncp)|*.ncp|All files (*.*)|*.*
es: Mapa BlueBrick (*.bbm)|*.bbm|LDraw (*.ldr)|*.ldr|LDraw Multi Parts (*.mpd)|*.mpd|Track Designer (*.tdl)|*.tdl|Todos los archivos (*.*)|*.*
fr: Plan BlueBrick (*.bbm)|*.bbm|LDraw (*.ldr)|*.ldr|LDraw Multi Parts (*.mpd)|*.mpd|Track Designer (*.tdl)|*.tdl|4DBrix (*.ncp)|*.ncp|Tous les fichiers (*.*)|*.*

# saveFileDialog.Title
source: Save the BlueBrick Map As
de: Speichere BlueBrick Datei unter...
es: Guardar el mapa BlueBrick como
fr: Enregistrer le plan BlueBrick sous
sv: Spara BlueBrick-layout som

# openBudgetFileDialog.Filter
source: BlueBrick Budget (*.bbb)|*.bbb|All files (*.*)|*.*
es: Presupuesto BlueBrick (*.bbb)|*.bbb|Todos los archivos (*.*)|*.*
fr: Budget BlueBrick (*.bbb)|*.bbb|Tous les fichiers (*.*)|*.*

# openBudgetFileDialog.Title
source: Open a BlueBrick Budget
es: Abrir presupuesto BlueBrick
fr: Ouvrir un Budget BlueBrick

# saveBudgetFileDialog.Filter
source: BlueBrick Budget (*.bbb)|*.bbb|All files (*.*)|*.*
es: Presupuesto BlueBrick (*.bbb)|*.bbb|Todos los archivos (*.*)|*.*
fr: Budget BlueBrick (*.bbb)|*.bbb|Tous les fichiers (*.*)|*.*

# saveBudgetFileDialog.Title
source: Save the BlueBrick Budget As
es: Guardar Presupuesto BlueBrick como…
fr: Enregistrer le Budget BlueBrick sous

# exportPartListFileDialog.Title
source: Export Part List
fr: Exporter la liste de pièces

# budgetToolStripMenuItem.Text
source: &Budget
es: &Presupuesto

# menuBar.Text
source: menuBar
de: Menüleiste
es: barra de menú
sv: Menyrad

# toolBar.Text
source: toolBar
de: Werkzeugleiste
es: Barra de herramientas
sv: Verktygsfält
