Repository: Lswbanban/BlueBrick
Catalog: BlueBrick/PreferencesForm.*.resx
Languages: de, fr, it, sv

# generalTabPage.Text
source: General
de: Allgemein
fr: Général
it: Generale
sv: Allmänt

# editionTabPage.Text
source: Edition
de: Bearbeitung
it: Editare

# appearanceTabPage.Text
source: Appearance
de: Aussehen
fr: Apparence
it: Aspetto
sv: Utseende

# partLibTabPage.Text
source: Part Library
de: Teilebibliothek
fr: Bibliothèque de pièces
it: Libreria Parti
sv: Kloss-bibliotek

# shortcutKeysTabPage.Text
source: Shortcut Keys
de: Tastenkürzel
fr: Racourcis clavier
it: Tasti scorciatoia
sv: Kortkommandon

# groupBox14.Text
source: Notification
de: Meldungen
it: Notifica

# GeneralCheckedListBoxNotification.Items
source: Display a Warning when not saving in BBM
de: Warnung anzeigen, wenn nicht als BlueBrick Datei gespeichert wird

# GeneralCheckedListBoxNotification.Items1
source: Display a Warning when the exported image file already exists
de: Zeige eine Warnung an, wenn die exportierte Bilddatei bereits vorhanden ist

# GeneralCheckedListBoxNotification.Items2
source: Display a Warning when adding a Part that exceeds the Budget
de: Warnung anzeigen, wenn hinzugefügtes Teil Budget überschreitet

# GeneralCheckedListBoxNotification.Items3
source: Display a Warning if pasted or duplicated Parts exceed the Budget
de: Warnung anzeigen, wenn eingefügte Teile Budget überschreiten

# GeneralCheckedListBoxNotification.Items4
source: Display a Warning if replaced Parts exceed the Budget
de: Warnung anzeigen, wenn eingewechselte Teile das Budget überschreiten

# GeneralCheckedListBoxNotification.Items5
source: Ask to display the Budget Numbers when you enable the Budget Limitation
de: Nachfragen, ob das Budget angezeigt werden soll, wenn Budget aktiviert wird

# GeneralCheckedListBoxNotification.Items6
source: Display a Warning when pasting items on the wrong type of layer
de: Zeigen eine Warnung an, wenn Elemente auf dem falschen Ebenentyp einfügt werden

# groupBox10.Text
source: Recent Files
de: Zuletzt benutzte Dateien
fr: Fichiers récents
it: File Recenti
sv: Senast använda filer

# clearRecentFilesButton.Text
source: Clear Recent Files List
de: Liste der zuletzt benutzten Dateien leeren
fr: Vider la liste des fichiers récents
it: Pulisci lista files recenti
sv: Töm senast använda filer

# label23.Text
source: Number of Recent Files
de: Anzahl der zuletzt benutzten Dateien
fr: Nombre de fichiers récents
it: Numero di files recenti
sv: Antal senast använda filer

# groupBox8.Text
source: Performance
de: Leistung
it: Prestazioni
sv: Prestanda

# optimComboBox.Items
source: Faster
de: Schneller
fr: Rapide
it: Più veloce
sv: Snabbare

# optimComboBox.Items1
source: Balanced
de: Ausgeglichen
fr: Compromis
it: Bilanciato
sv: Balanserat

# optimComboBox.Items2
source: Less memory
de: Weniger Speicher
fr: Moins de mémoire
it: Meno memoria
sv: Mindre minne

# label11.Text
source: Memory/Speed balance
de: Speicher / Geschwindigkeit Ausgleich
fr: Compromis Mémoire/Vitesse
it: Rapporto Memoria/Velocità
sv: Minne/Hastighet

# groupBox4.Text
source: Undo/Redo
de: Rückgängig / Wiederherstellen
it: Annulla/Ripeti
sv: Ångra/Upprepa

# label10.Text
source: The more "undo" steps you want to record, the more memory the application will use.
de: Je mehr "rückgängige" Schritte gespeichert werden, umso mehr Speicher wird verbraucht.
fr: Plus vous voulez enregistrer d'undo, plus l'application aura besoin de mémoire.
it: Maggiore è il numero di Annulla che vuoi registrare, maggiore sarà la memoria utilizzata dall'applicazione.
sv: Ju fler gånger du vill kunna ångra, desto mer minne kommer programmet behöva.

# label9.Text
source: Number of Undo displayed
de: Anzahl der angezeigten, rückgängigen Schritte.
fr: Nombre de Undo affichés
it: Numero di Annulla mostrati
sv: Antal Ångra-steg som visas

# label8.Text
source: Number of Undo recorded
de: Anzahl der gespeicherten, rückgängigen Schritte.
fr: Nombre de Undo enregistrés
it: Numero di Annulla registrati
sv: Antal Ångra-steg

# groupBox3.Text
source: New map template
de: Vorlage für neue Gleispläne
fr: Configuration par défaut des nouveaux plans
it: Configurazione di default nuova mappa
sv: Ny layout,Standardinställningar

# GeneralNewMapTemplateFilenameTextBox.Text
source: Click the Browse Button to edit â†’
de: Klicke den "…" Button zur Dateiauswahl →

# groupBox1.Text
source: Language
de: Sprache
fr: Langage
it: Lingua
sv: Språk

# label2.Text
source: If you change the language you will need to restart the application for the change to take effect.
de: Wenn die Sprache geändert wird, muss die Anwendung neu gestartet werden um die Änderung auszuführen.
fr: Si vous changez le langage vous devrez redémarrer l'application pour que cela prenne effet.
it: Se cambi la lingua dovrai riavviare l'applicazione per vedere la modifica
sv: Om Du ändrar språk, behöver Du starta om programmet för att ändringarna ska träda i kraft.

# label1.Text
source: Language
de: Sprache
fr: Langage
it: Lingua
sv: Språk

# groupBox15.Text
source: Rulers
de: Bemaßung
fr: Mesures
it: Righelli

# rulerFontNameLabel.Text
source: Font name
de: Schriftartname
fr: Nom de police
it: Nome del Font

# fontColorLabel.Text
source: Color
de: Farbe
fr: Couleur
it: Colore

# rulerFontButton.Text
source: Change Font
de: Schriftart ändern
fr: Changer la police
it: Cambia Font

# unitComboBox.Items
source: Stud
de: Noppen
fr: Tenon
it: Studs

# unitComboBox.Items2
source: Straight Track
de: Gerades Gleis
fr: Rail droit
it: Binario Dritto

# unitComboBox.Items4
source: Meter
de: Fuß
fr: Pied
it: Metri

# displayUnitCheckBox.Text
source: Display Unit
de: Maßeinheit anzeigen
fr: Affiche l'unité
it: Mostra Unità

# displayMeasureTextCheckBox.Text
source: Display Measure Value
de: Maßzahl anzeigen
fr: Affiche la valeur de la mesure
it: Mostra Valore Misura

# allowOffsetCheckBox.Text
source: Use Offset for the lines
de: Maßlinienversatz zulassen
fr: Utiliser un décallage pour les lignes
it: Offset Consentito

# label35.Text
source: Default Dash-Space Pattern (in thickness times)
de: Standard gestrichelte Linie (Vielfaches der Breite)
fr: Motif de Trait-Espace par défaut (en fois d'épaisseur)
it: Riempimento Tratteggio default (in volte dello spessore)

# lineColorLabel.Text
source: Default Color
de: Standard Farbe
fr: Couleur par défaut
it: Colore default

# label34.Text
source: Guideline
de: Maßhilfslinie
fr: Guide
it: Linea Guida

# label33.Text
source: Line
de: Maßlinie
fr: Ligne
it: Linea

# label32.Text
source: Default Thickness (in pixel)
de: Standard Breite (in Pixel)
fr: Epaisseur par défaut (en pixel)
it: Spessore default (in pixel)

# RulerSwitchToEditionAfterCreationCheckBox.Text
source: Switch to Edition Tool after each Ruler creation
de: Wechsel zum Bearbeitungsmodus nach jeder neuen Bemaßung
fr: Bascule en mode édition après chaque création de mesure
it: Passa all'Editore dopo aver aggiunto un Righello

# label31.Text
source: Control Point Radius (in pixel)
de: Verknüpfungspunktradius (in Pixel)
fr: Rayon des points de contrôle (en pixel)
it: Raggio del Punto di Controllo (in pixel)

# copyPasteGroupBox.Text
source: Copy/Paste
de: Kopieren/Einfügen
fr: Copier/Coller
it: Copia/Incolla

# OffsetValueLabel.Text
source: Offset value (in stud)
de: Versatz (in Noppen)
fr: Valeur du décalage (en tenon)
it: Valore dell'Offset (in Stud)

# label30.Text
source: Offset after Paste
de: Versatz nach Einfügen
fr: Décalage après la copie
it: Offset dopo Incolla

# copyOffsetComboBox.Items
source: Never
de: Niemals
fr: Jamais
it: Mai

# copyOffsetComboBox.Items1
source: Only on the Same Layer
de: In der gleichen Ebene
fr: Que sur le même calque
it: Solo sullo stesso Layer

# copyOffsetComboBox.Items2
source: Always
de: Immer
fr: Toujours
it: Sempre

# groupBox2.Text
source: Mouse
de: Maus
fr: Souris
sv: Mus

# label5.Text
source: Pan View Key
de: Schwenkansicht-Taste
fr: Auteur
it: Autore
sv: Skapad av

# mouseDuplicateSelKeyComboBox.Items
source: CTRL
de: Strg

# label14.Text
source: Duplicate selection Key
de: Duplikaten-Auswahltaste
fr: Touche de duplication
it: Tasto Copia Selezione
sv: Kopiera Markering

# mouseMultipleSelKeyComboBox.Items
source: CTRL
de: Strg

# mouseMultipleSelKeyComboBox.Text
source: CTRL
de: Strg

# label4.Text
source: Multiple selection Key
de: Mehrfach-Auswahltaste
fr: Touche de sélection multiple
it: Tasto Selezione Multipla
sv: Markera flera

# mouseZoomCenteredCheckBox.Text
source: Zoom centered on pointer
de: Zoom auf Zeiger zentriert
fr: Zoom centré sur le curseur
it: Zoom centrato sul puntatore
sv: Centrera zoomning på muspekaren

# label3.Text
source: Wheel Zoom Speed
de: Mausrad Vergrößerungstempo
fr: Vitesse de zoom à la molette
it: Velocità di zoom rotellina mouse
sv: Zoom-hastighet

# groupBox9.Text
source: Default Area Appearance
de: Standard Aussehen der Flächen
fr: Apparence par défault des zones
it: Aspetto di default dell'Area
sv: Standardutseende område

# label27.Text
source: Default area cell size (in studs)
de: Standard Zellenflächengröße (in Noppen)
fr: Taille de zone par défaut (en stud)
it: Dimensioni di default dell'area cella (in Stud)
sv: Standardstorlek ruta (knoppar)

# label28.Text
source: Default Opacity (in %)
de: Standard Intransparenz (in %)
fr: Opacité par défaut (en %)
it: Trasparenza di default (in %)
sv: Standard Genomskinlighet (i %)

# groupBox7.Text
source: Default Grid Size
de: Standard Rasterweite
fr: Taille de la grille par défaut
it: Dimensioni di default della Griglia
sv: Standardstorlek rutnät

# label22.Text
source: Default Number of Subdivisions
de: Standard Anzahl der Unterteilungen
fr: Nombre de subdivisions par défaut
it: Numero di suddivisioni di default
sv: Antal undernivåer standard

# label21.Text
source: Default Grid Size (in studs)
de: Standard Rasterweite (in Noppen)
fr: Taille de la grille par défaut (en stud)
it: Dimensioni di default della Griglia (in Stud)
sv: Standardstorlek rutnät (knoppar)

# groupBox6.Text
source: Default Text Format
de: Standard Textformat
fr: Format des textes par défaut
it: Formato di default del Testo
sv: Standardtextformat

# defaultFontColorLabel.Text
source: Color
de: Farbe
fr: Couleur
it: Colore
sv: Färg

# defaultFontButton.Text
source: Change Font
de: Schriftart wechseln
fr: Changer la police
it: Cambia Font
sv: Ändra teckensnitt

# groupBox5.Text
source: Colors
de: Farben
fr: Couleurs
it: Colori
sv: Färger

# label42.Text
source: Default Item Hull:
de: Standard Hülle

# label25.Text
source: Highlight of the grabbed part
de: Farbkennzeichnung des geführten Teils
fr: Mise en surbrillance de la pièce attrappée
it: Colore parte attuale
sv: Färg på vald bit

# label24.Text
source: Highlight of the selection
de: Farbkennzeichnung ausgewählter Teile
fr: Mise en surbrillance de la sélection
it: Colore selezione
sv: Färg markering

# label19.Text
source: Default sub-grid Color
de: Standard Unterrasterfarbe
fr: Couleur par défault de la sous-grille
it: Colore di default Griglia secondaria
sv: Standardfärg underliggande rutnät

# label18.Text
source: Default Grid Color
de: Standard Rasterfarbe
fr: Couleur de grille par défaut
it: Colore di default Griglia
sv: Standardfärg Rutnät

# label17.Text
source: Background Color
de: Hintergrundfarbe
fr: Couleur de fond
it: Colore sfondo
sv: Bakgrundsfärg

# label16.Text
source: Choose a predefined color scheme or customize your own colors.
de: Wähle ein voreingestelltes Farbschema oder stelle deine Farben selber zusammen.
fr: Choisissez un thème de couleur prédéfini ou personnalisez vos propres couleurs.
it: Scegli uno schema colore predefinito, oppure personalizza i colori come vuoi.
sv: Välj ett fördefinierat färgschema eller välj dina egna färger.

# label15.Text
source: Color Scheme
de: Farbschema
fr: Thème de couleur
it: Schema colore
sv: Färgschema

# PartLibDisplayRemaingPartCountCheckBox.Text
source: Display remaining part count instead of used count
de: Verbleibende Teileanzahl anstelle der verwendeten Anzahl anzeigen
fr: Afficher le nombre de pièces restantes au lieu du nombre de pièces utilisées

# PartLibBudgetFilenameTextBox.Text
source: Click the Browse Button to edit â†’
de: Klicke den "…" Button zur Dateiauswahl →
fr: Cliquer sur le bouton pour modifier ->
it: Clicca il pulsante per modificare ->

# label38.Text
source: Budget File to load at Startup:
de: Budget-Datei, die nach Start zu laden ist:
fr: Fichier de Budget à ouvrir au démarrage :
it: File Preventivo da caricare all'avvio:

# PartLibDefaultBudgetNotLimitedradioButton.Text
source: Not limited
de: Unbegrenzt
fr: Non limité
it: Illimitato

# PartLibDefaultBudgetZeroRadioButton.Text
source: Zero
de: Null
fr: Zéro

# label37.Text
source: Default Budget Limit for each Part:
de: Standard Budgetgrenze für jedes Teil
fr: Limite de budget par défaut pour chaque pièce :
it: Limite preventivo di default per ogni parte:

# groupBox13.Text
source: Background Color
de: Hintergrundfarbe
fr: Couleur de Fond
it: Colore sfondo
sv: Utseende

# label36.Text
source: Color when displaying only the Budgeted Parts
de: Farbe, wenn nur budgetierte Teile angezeigt werden
fr: Couleur lorsqu'on affiche seulement les pièces budgétées
it: Colore quando mostro solo parti preventivate

# label29.Text
source: Color when Filtered with keywords
de: Farbe, wenn nur gefilterte Teile angezeigt werden
fr: Couleur lorsqu'on filtre avec des mots-clefs
it: Colore quando mostro solo parti filtrate

# label26.Text
source: Default Background Color
de: Standard Hintergrundfarbe
fr: Couleur de fond par défaut
it: Colore di default sfondo libreria parti
sv: Bakgrundsfärg på kloss-bibliotek

# groupBox12.Text
source: Part and Bubble Information
de: Pop-up-Info
fr: Info-bulles
it: Info Pop-Up
sv: Hjälpruta

# label41.Text
source: Description
de: Beschreibung

# label40.Text
source: Color
de: Farbe

# PartLibDisplayPartInfoCheckBox.Text
source: Part Info:
de: Teilinfo:

# label39.Text
source: Part ID
de: Teile-ID

# PartLibDisplayBubbleInfoCheckBox.Text
source: Bubble Info:
de: Pop-up-Info:

# groupBox11.Text
source: Tab Order
de: Reihenfolge Karteireiter
fr: Ordre des onglets
it: Ordine Tabulazioni
sv: Tab-ordning

# alphabeticOrderButton.Text
source: Alphabetical Order
de: Alphabetische Reihenfolge
fr: Ordre alphabétique
it: Ordine Alfabetico
sv: Alfabetisk ordning

# MoveDownButton.Text
source: Move Down
de: Nach unten schieben
fr: Descendre
it: Sposta giù
sv: Flytta ner

# MoveUpButton.Text
source: Move Up
de: Nach oben schieben
fr: Monter
it: Sposta su
sv: Flytta upp

# label13.Text
source: To remove shortcut keys, select them in the list and then click on this button:
de: Um Tastenkürzel zu entfernen, wähle sie in der Liste aus und drücke dann auf diese Taste.
fr: Pour supprimer des racourcis claviers, sélectionnez les dans la liste et cliquez ensuite sur ce bouton :
it: Per rimuovere un tasto scorciatoia, selezionalo nella lista poi clicca su questo pulsante:
sv: För att ta bort kortkommando, välj kommando i listan och klicka här:

# labelHintAdd.Text
source: To add a shortcut key, adjust the comboboxes at the bottom of the list and then click on this button:
de: Um Tastenkürzel hinzuzufügen, bearbeite die Auswahlfelder unter der Liste und drücke dann auf diese Taste.
fr: Pour ajouter un racourci clavier, ajustez les boites de sélection en bas de la liste et cliquez ensuite sur ce bouton :
it: Per aggiungere un tasto scorciatoia, compila le combo box al fondo della lista, poi clicca su questo pulsante:
sv: För att lägga till kortkommando, välj värden i comboboxarna och klicka här:

# buttonDelete.Text
source: Remove Shortcut
de: Tastenkürzel entfernen
fr: Supprimer racourcis
it: Rimuovi un tasto scorciatoia
sv: Ta bort kortkommando

# buttonAdd.Text
source: Add Shortcut
de: Tastenkürzel hinzufügen
fr: Ajouter racourci
it: Aggiungi un tasto scorciatoia
sv: Lägg till kortkommando

# comboBoxAction.Items
source: Add Part
de: Teil hinzufügen
fr: Ajoute une pièce
it: Aggiungi Parte
sv: Lägg till Kloss

# comboBoxAction.Items1
source: Delete Selected Parts
de: Teilenauswahl löschen
fr: Supprime la sélection
it: Cancella Parte selezionata
sv: Ta bort markerade klossar

# comboBoxAction.Items2
source: Rotate Selection Left
de: Nach links drehen
fr: Tourne la sélection à gauche
it: Ruota la selezione a sinistra
sv: Rotera markering vänster

# comboBoxAction.Items3
source: Rotate Selection Right
de: Nach rechst drehen
fr: Tourne la sélection à droite
it: Ruota la selezione a destra
sv: Rotera markering höger

# comboBoxAction.Items4
source: Move Selection Left
de: Nach rechst bewegen
fr: Bouge la sélection à gauche
it: Sposta la selezione a sinistra
sv: Flytta markering åt vänster

# comboBoxAction.Items5
source: Move Selection Right
de: Nach links bewegen
fr: Bouge la sélection à droite
it: Sposta la selezione a destra
sv: Flytta markering åt vänster

# comboBoxAction.Items6
source: Move Selection Up
de: Nach oben bewegen
fr: Bouge la sélection en haut
it: Sposta la selezione verso l'alto
sv: Flytta markering åt vänster

# comboBoxAction.Items7
source: Move Selection Down
de: Nach unten bewegen
fr: Bouge la sélection en bas
it: Sposta la selezione verso il basso
sv: Flytta markering åt vänster

# comboBoxAction.Items8
source: Change Active Connection
de: Ändere die aktive Verbindung
fr: Change la connexion active
it: Cambia la connessione attiva
sv: Ändra aktiv förbindelse

# comboBoxAction.Items9
source: Send to Back
de: In den Hintergrund
fr: Envoyer en arrière plan
it: Sposta in secondo piano
sv: Placera längst bak

# comboBoxAction.Items10
source: Bring to Front
de: In den Vordergrund
fr: Mettre en avant plan
it: Porta in primo piano
sv: Placera längst fram

# comboBoxKey.Items36
source: Space
de: Leertaste
fr: Espace
it: Spazio
sv: Blanksteg

# comboBoxKey.Items37
source: Num Pad 0
de: Num-Block 0
fr: Pad Num 0
sv: 0 (Num)

# comboBoxKey.Items38
source: Num Pad 1
de: Num-Block 1
fr: Pad Num 1
sv: 1 (Num)

# comboBoxKey.Items39
source: Num Pad 2
de: Num-Block 2
fr: Pad Num 2
sv: 2 (Num)

# comboBoxKey.Items40
source: Num Pad 3
de: Num-Block 3
fr: Pad Num 3
sv: 3 (Num)

# comboBoxKey.Items41
source: Num Pad 4
de: Num-Block 4
fr: Pad Num 4
sv: 4 (Num)

# comboBoxKey.Items42
source: Num Pad 5
de: Num-Block 5
fr: Pad Num 5
sv: 5 (Num)

# comboBoxKey.Items43
source: Num Pad 6
de: Num-Block 6
fr: Pad Num 6
sv: 6 (Num)

# comboBoxKey.Items44
source: Num Pad 7
de: Num-Block 7
fr: Pad Num 7
sv: 7 (Num)

# comboBoxKey.Items45
source: Num Pad 8
de: Num-Block 8
fr: Pad Num 8
sv: 8 (Num)

# comboBoxKey.Items46
source: Num Pad 9
de: Num-Block 9
fr: Pad Num 9
sv: 9 (Num)

# comboBoxKey.Items47
source: Num Pad /
de: Num-Block /
fr: Pad Num /
sv: / (Num)

# comboBoxKey.Items48
source: Num Pad *
de: Num-Block *
fr: Pad Num *
sv: * (Num)

# comboBoxKey.Items49
source: Num Pad -
de: Num-Block -
fr: Pad Num -
sv: - (Num)

# comboBoxKey.Items50
source: Num Pad +
de: Num-Block +
fr: Pad Num +
sv: + (Num)

# comboBoxKey.Items51
source: Num Pad .
de: Num-Block .
fr: Pad Num .
sv: . (Num)

# comboBoxKey.Items65
source: Backspace
de: Rücksetztaste

# comboBoxKey.Items66
source: Enter
de: Eingabetaste
it: Invio

# comboBoxKey.Items67
source: Left Arrow
de: Pfeil links
fr: Flèche gauche
it: Freccia sinistra
sv: Vänsterpil

# comboBoxKey.Items68
source: Right Arrow
de: Pfeil rechts
fr: Flèche droite
it: Freccia destra
sv: Högerpil

# comboBoxKey.Items69
source: Up Arrow
de: Pfeil oben
fr: Flèche haut
it: Freccia su
sv: Uppåtpil

# comboBoxKey.Items70
source: Down Arrow
de: Pfeil unten
fr: Flèche bas
it: Freccia giù
sv: Nedåtpil

# comboBoxKey.Items71
source: Insert
de: Einfügen
it: Ins

# comboBoxKey.Items72
source: Delete
de: Entfernen
fr: Suppr
it: Canc

# comboBoxKey.Items73
source: Home
de: Pos1

# comboBoxKey.Items74
source: End
de: Ende
fr: Fin
it: Fine

# comboBoxKey.Items75
source: Page Up
de: Seite hoch
fr: Page haut
it: Pagina Su

# comboBoxKey.Items76
source: Page Down
de: Seite runter
fr: Page bas
it: Pagina Giù

# label12.Text
source: List of shortcut keys associated with actions:
de: Liste der Tastenkürzel und den dazugehörigen Aktionen:
fr: Liste des racourcis clavier associés à des actions :
it: Lista tasti scorciatoia associati con azioni:
sv: Lista över kortkommandon:

# Key.Text
source: Key
de: Taste
fr: Touche
it: Tasto
sv: Tangent

# Action.Text
source: Action
de: Aktion
it: Azione
sv: Kommando

# PartNumber.Text
source: Part Number
de: Teilenummer
fr: Numéro de pièce
it: Codice Parte
sv: Del

# Connection.Text
source: Connection
de: Verbindung
fr: Connexion
it: Connessione
sv: Förbindelse

# cancelButton.Text
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
sv: Avbryt

# restoreAllDefaultButton.Text
source: Restore All to Default
de: Alles auf Standard setzen
fr: Valeurs par défaut pour tout
it: Ripristina i default

# restoreTabDefaultButton.Text
source: Restore this Tab to Default
de: Den aktuellen Tab auf Standard setzen
fr: Valeurs par défaut pour cet onglet
it: Ripristina i default del Tab

# $this.Text
source: BlueBrick Preferences
de: BlueBrick Einstellungen
fr: Préférences de BlueBrick
it: Opzioni di BlueBrick
sv: Bluebrick - Inställningar

# unitComboBox.Items3
source: Module
fr: Mètre
it: Moduli

# unitComboBox.Items5
source: Feet
it: Piedi

# groupBox16.Text
source: Budget
it: Preventivo
