Repository: Lswbanban/BlueBrick
Catalog: BlueBrick/Properties/Resources.*.resx
Languages: de, es, fr, it, nl, no, pt, sv

source: Show Details
de: Details einblenden
es: Mostrar detalles
fr: Montrer les détails
it: Mostra Dettagli
nl: Toon details
no: Vis detaljer
pt: Mostrar Detalhes
sv: Visa detaljer

# TextEnterText
source: Type your text here...
de: Gebe deinen Text hier ein…
es: Escriba aquí su texto…
fr: Entrez votre texte ici...
it: Digita il testo qui...
nl: Typ hier uw tekst...
no: Skriv din tekst her...
pt: Escreva o seu texto aqui…
sv: Skriv in din text här...

# TextNA
source: N/A
de: k. A
nl: N/B
no: Ikke tilgjengelig
sv: Inte tillgängligt

# TextUnknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
nl: Onbekend
no: Ukjent
pt: Desconhecido
sv: Okänt

# UnitFeet
source: ft
de: Fuß
fr: pied

# UnitModule
source: Mod
de: Module
es: módulos
it: Moduli
nl: modules
no: moduler
pt: módulos
sv: moduler

# UnitStud
source: Stud
de: Noppen
es: studs
fr: tenon
it: Studs
nl: studs
no: studs
pt: studs
sv: knoppar

# ErrorMsgLayerTypeUnknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
nl: Onbekend
no: Ukjent
pt: Desconhecido
sv: Okänt

# ActionAddLayerRuler
source: Add a Ruler layer
de: Bemaßungsebene hinzufügen
es: Añadir una capa de regla
fr: Ajouter un calque de mesure
it: Aggiungi un Layer Righello
nl: Liniaal laag toevoegen
pt: Adicionar uma Camada de Regra

# ActionAddRuler
source: Add a new ruler
de: Bemaßung hinzufügen
es: Añadir una nueva regla
fr: Ajouter une nouvelle mesure
it: Aggiungi un nuovo Righello
nl: Liniaal toevoegen
pt: Adicionar uma nova regra

# ActionAttachRulerToBrick
source: Attach a Ruler to the part &
de: Bemaßung mit Teil verknüpfen &
es: Añadir regla a la pieza &
fr: Attache une mesure à la pièce &
it: Attacca un Righello alla Parte
nl: Koppel een liniaal aan onderdeel &
pt: Anexar uma regra a uma peça &

# ActionBringRulerToFront
source: Bring selected Rulers to Front
de: ausgewählte Bemaßung in den Vordergrund schieben
es: Traer las reglas seleccionados al frente
fr: Mettre les mesures séléctionnées en avant
it: Sposta il Righello selezionato in primo piano
nl: Gekozen linialen naar de voorgrond brengen
pt: Trazer para a Frente as Regras Selecionadas

# ActionDeleteRuler
source: Delete a Ruler
de: Bemaßung löschen
es: Borrar regla
fr: Effacer une mesure
it: Cancella un Righello
nl: Verwijder liniaal
pt: Eliminar uma Regra

# ActionDeleteSeveralRulers
source: Delete several Rulers
de: Mehrere Bemaßungen löschen
es: Borrar varias reglas
fr: Effacer quelques mesures
it: Cancella Righelli
nl: Enkele linialen verwijderen
pt: Eliminar várias Regras

# ActionDetachRuler
source: Detach a Ruler
de: Verknüpfung einer Bemaßung lösen
es: Soltar regla
fr: Détache une mesure
it: Stacca Righello
nl: Ontkoppel een liniaal
pt: Retire uma regra

# ActionDuplicateRuler
source: Duplicate a Ruler
de: Bemaßung duplizieren
es: Duplicar regla
fr: Dupliquer une mesure
it: Duplica Righello
nl: Kopieer een liniaal
pt: Duplicar uma regra

# ActionDuplicateSeveralRulers
source: Duplicate several Rulers
de: Mehrere Bemaßungen duplizieren
es: Duplicar varias reglas
fr: Dupliquer plusieurs mesures
it: Duplica Righelli
nl: Kopieer enkele linialen
pt: Duplicar várias regras

# ActionEditRuler
source: Edit a Ruler's Properties
de: Bemaßungseigenschaften bearbeiten
es: Editar propiedades de regla
fr: Modifier les propriétés d'une mesure
it: Modifica le proprietà del Righello
nl: Bewerk de eigenschappen van een liniaal
pt: Editar as propriedades de uma regra

# ActionMoveRuler
source: Move a Ruler
de: Bemaßung verschieben
es: Mover regla
fr: Déplacer une mesure
it: Sposta Righello
nl: Verplaats een liniaal
pt: Mover uma regra

# ActionMoveRulerControlPoint
source: Move Ruler Control Point
de: Meßpunkt verschieben
es: Mover punto de control de regla
fr: Déplace un point de contrôle d'une mesure
it: Sposta punto di controllo Righello
nl: Verplaats meetpunt liniaal
pt: Mover o ponto de controlo de uma regra

# ActionMoveSeveralRulers
source: Move several Rulers
de: Mehrere Bemaßungen verschieben
es: Mover varias reglas
fr: Déplacer quelques mesures
it: Sposta Righelli
nl: Verplaats enkele linialen
pt: Mover várias regras

# ActionRotateRuler
source: Rotate a Ruler
de: Bemaßung drehen
es: Girar regla
it: Ruota Righello
nl: Draai liniaal
pt: Rodar uma regra

# ActionRotateSeveralRulers
source: Rotate several Rulers
de: Mehrere Bemaßungen drehen
es: Girar varias reglas
it: Ruota Righelli
nl: Draai enkele linialen
pt: Rodar várias regras

# ActionScaleCircularRuler
source: Modify Ruler Radius
de: Bemaßungsradius ändern
es: Modificar radio de regla
fr: Modifier le rayon d'une mesure
it: Modifica raggio Righello
nl: Wijzig Liniaal radius
pt: Modificar o raio da Regra

# ActionScaleLinearRuler
source: Modify Ruler Offset
de: Bemaßungsversatz ändern
es: Modificar desplazamiento de regla
fr: Modifier le décalage d'une mesure
it: Modifica offset Righello
nl: Wijzig Liniaal afstand
pt: Modificar o deslocamento de uma Regra

# ActionSendRulerToBack
source: Send selected Rulers to Back
de: Ausgewählte Bemaßung in den Hintergrund schieben
es: Enviar reglas seleccionadas al fondo
fr: Mettre les mesures sélectionnées au fond
it: Sposta i Righelli selezionati in secondo piano
nl: Geselecteerde Linialen naar achtergrond
pt: Enviar as Regras selecionadas para trás

# DefaultSaveFileNameForBudget
source: MyBudget.bbb
de: MeinBudget.bbb
es: MiPresupuesto.bbb
fr: MonBudget.bbb
it: MioPreventivo.bbb
nl: MijnBudget.bbb
pt: MeuOrçamento.bbb

# ErrorMsgAbortButton
source: Abort
de: Abbruch
es: Abortar
fr: Abandonner
it: Interrompi
nl: Afbreken
pt: Abortar

# ErrorMsgBudgetWasModified
source: Your current Budget is not saved. Do you want to save your modification?
de: Das aktuelle Budget wurde nicht gespeichert. Sollen die Änderungen gespeichert werden?
es: El presupuesto actual no se ha guardado. ¿Quiere guardar la modificación?
fr: Votre budget actuel n'est pas sauvegardé. Voulez-vous sauver vos modifications ?
it: Il tuo preventivo non è stato salvato. Vuoi salvare le modifiche?
nl: Het huidige budget is niet bewaard. Wenst u de aanpassingen op te slaan?
pt: O seu limite de custo não está guardado. Quer guardar as modificações?

# ErrorMsgCancelButton
source: Cancel
de: Abbruch
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pt: Cancelar

# ErrorMsgCannotOpenBudget
source: Cannot open the budget &.
de: Das Budget & kann nicht geöffnet werden.
es: No se puede abrir el presupuesto &.
fr: Impossible d'ouvrir le budget &.
it: Non posso aprire il preventivo &.
nl: Kan het budget niet openen &.
pt: Não se consegue abrir o limite de custos &.

# ErrorMsgCannotSaveBudget
source: Cannot save the budget &.
de: Das Budget & kann nicht gespeichert werden.
es: Nos e puede guardar el presupuesto &.
fr: Impossible de sauvegarder le budget &.
it: Non posso salvare il preventivo &.
nl: Kan het budget niet bewaren &.
pt: Não se consegue guardar o Orçamento &.

# ErrorMsgCannotSaveCustomPart
source: BlueBrick has encountered a problem while saving your group in the "parts/Custom" folder. Please read the following message for more details:
de: Beim Speichern der Gruppe im Ordner "parts/Custom" ist ein Fehler aufgetreten. Die nachfolgende Meldung enthält mehr Details:
es: BlueBrick ha encontrado un problema al guardar el grupo en la carpeta "parts/Custom. Por favor lea el siguiente mensaje para más detalles:
fr: BlueBrick a rencontré un problème en sauvegardant votre groupe dans le répertoire "parts/Custom". Merci de lire le message suivant pour plus de détails :
it: BlueBrick ha incontrato un problema nel salvare il tuo gruppo nella cartella "parts/Custom". Leggi il seguente messaggio per ulteriori dettagli:
nl: BlueBrick heeft een probleem bij het bewaren van de groep in de "parts/Custom" map. Gelieve volgende melding te lezen voor meer details:
pt: BlueBrick encontrou um problema ao guardar o seu grupo no ficheiro "parts/Custom". Por favor leia a seguinte mensagem para mais informações:

# ErrorMsgIgnoreButton
source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
it: Ignora
nl: Negeren
pt: Ignorar

# ErrorMsgLayerTypeRuler
source: Ruler
de: Bemaßung
es: Regla
fr: mesure
it: Righello
nl: Liniaal
pt: Regra

# ErrorMsgNoButton
source: No
de: Nein
fr: Non
nl: Neen
pt: Não

# ErrorMsgReplaceExistingShortcut
source: A shortcut already exists for this key. Do you want to replace it?
de: Dieses Tastenkürzel existiert bereits. Soll das bestehende ersetzt werden?
es: Ya hay un atajo asignado a esta tecla. ¿Desea cambiarlo?
fr: Un raccourci éxiste déjà pour cette touche. Voulez-vous le remplacer ?
it: Una scorciatoia esiste già per questa combinazione di tasti, vuoi rimpiazzarla?
nl: Deze shortcut bestaat al, Wenst u deze te vervangen?
pt: Já existe um atalho para esta tecla. Deseja substitui-lo?

# ErrorMsgRetryButton
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
nl: Opnieuw
pt: Tente novamente

# ErrorMsgSomeBrickWereNotCopiedDueToBudgetLimitation
source: Some parts will not be duplicated due to your current Budget limitation. Do you want to continue?
de: Einige Teile werden aufgrund des akutellen Budgets nicht dupliziert. Duplizierung fortsetzen?
es: Algunas piezas no duplicarán debido a las limitaciones del presupuesto. ¿Desea continuar?
fr: Quelques pièces ne seront pas dupliquées à cause de la limite de votre budget actuel. Souhaitez-vous continuer ?
it: Alcune parti non saranno duplicate a causa delle limitazioni sul budget. Vuoi continuare?
nl: Sommigen onderdelen zullen niet gekopieerd worden wegens budget limitaties. Wenst u verder te gaan?
pt: Algumas peças não serão duplicadas, devido ao seu limite actual de orçamento. Quer continuar?

# ErrorMsgYesButton
source: Yes
de: Ja
es: Si
fr: Oui
it: Si
nl: Ja
pt: Sim

# InputFilterIndication
source: Input Keywords here to Filter
de: Hier Stichwörter für Filter eingeben
es: Escribir palabras clave para filtrar aquí
fr: Tapez des mots-clef ici pour filtrer
it: Inserisci parole chiave qui per filtrare
nl: Voeg hier kernwoorden in om te filteren
pt: Escreva aqui as palavras-chave para filtrar

# PartLibMenuItemEditBudget
source: Edit this part's budget
de: Budget dieses Teils eingeben
es: Editar el presupuesto de esta pieza
fr: Modifier le budget de cette pièce
it: Modifica preventivo parti
nl: Bewerk het budget van dit onderdeel
pt: Editar o orçamento para esta peça

# PartLibMenuItemShowBudgetNumbers
source: Show Budget Numbers
de: Budget anzeigen
es: Mostrar números de presupuesto
fr: Afficher les budgets
it: Mostra numeri Preventivo
nl: Toon budget nummers
pt: Mostrar os números do orçamento

# PartLibMenuItemShowOnlyBudgetedParts
source: Show Only Budgeted Parts
de: Nur budgetierte Teile anzeigen
es: Solo mostrar piezas presupuestadas
fr: Afficher seulement les pièces budgetées
it: Mostra solo parti Preventivate
nl: Toon enkel gebudgedeerde onderdelen
pt: Mostrar apenas as peças dentro do limite de custos

# PartLibMenuItemUseBudgetLimitation
source: Use Budget Limitation
de: Budget benutzen
es: Usar limitaciones de presupuesto
fr: Utiliser la limite de Budget
it: Usa limitazioni budget
nl: Gebruik budget limieten
pt: Usar limite de custos

# StatusMsgBudgetReached
source: Budget reached for this part!
de: Budget für dieses Teil ausgeschöpft
es: ¡Presupuesto para esta pieza alcanzado!
fr: Le budget est atteint pour cette pièce !
it: Preventivo raggiunto per questa parte!
nl: Budget bereikt voor dit onderdeel
pt: Limite de custos alcançado para esta peça

# LayerRulerOptionTitle
source: Options for Ruler Layer
de: Einstellungen für Bemaßungsebenen
fr: Options pour le calque de mesure
it: Opzioni Layer Righello
nl: Opties voor de Liniaal laag
pt: Opções para camada de Regras

# ErrorMsgCannotAddDueToBudgetLimitation
source: Cannot add this part because the budget is reached. If you want to add this part, increase the budget for this part, disable the Budget Limitation or close the budget file.
de: Teil kann nicht hinzugefügt werden, da Budget ausgeschöpft ist. Wenn das Teil hinzugefügt werden soll, entweder Budget vergrößern, Budget aufheben oder Budgetdatei schließen.
es: No se puede añadir la pieza porque se ha excedido el presupuesto. Aumenta el presupuesto para este elemento, deshabilite la limitación o cierre el archivo de presupuesto.
fr: Impossible d'ajouter cette pièce car le budget a été atteint. Si vous voulez ajouter cette pièce, augmentez le budget, désactivez la limitation de budget ou fermer le fichier de budget.
it: Non puoi aggiungere questa parte perché hai raggiunto il limite del preventivo. Se vuoi aggiungere questa parte, incrementa il preventivo, disabilita le limitazioni sul preventivo o chiudi il file del preventivo.
nl: Kan dit onderdeel niet toevoegen omdat het budget overschreden is. Verhoog het budget voor dit onderdeel, schakel de budget limitatie uit, of sluit het budget bestand.
pt: Não pode adicionar esta peça porque o limite de custo foi atingido. Se quiser adicionar esta peça, aumente o seu limite de custos, desactive o limite de custos ou feche o ficheiro de limite de custos.

# ErrorMsgDoYouWantToDisplayBudgetNumber
source: You have enabled the Budget Limitation, but currently the Budget numbers are not displayed. Do you also want to display them?
de: Die Begrenzung durch Budget wurde aktiviert, das Budget wird aber nicht angezeigt. Soll das Budget angezeigt werden?
es: Ha habilitado limitación del presupuesto, pero no se muestran los números de presupuesto. ¿Quiere mostrarlos?
fr: Vous avez activé la limitation de budget, mais actuellement les budgets ne sont pas affichés.Voulez-vous aussi les afficher ?
it: Hai abilitato le limitazioni da preventivo, ma al momento i numeri delllo stesso non sono visualizzati. Desideri visualizzare i numeri nel preventivo?
nl: U hebt budget limieten geactiveerd, maar de budget nummers worden niet getoond. Wenst u ze ook te tonen?
pt: Foi definida uma limitalão de custos, mas os valores da limitação de custos não estão visiveis. Quer que os valores do limites de custos sejam visiveis?

# ErrorMsgSomeBrickWereNotReplacedDueToBudgetLimitation
source: Some parts will not be replaced due to your current Budget limitation. Do you want to continue?
de: Einige Teile werden aufgrund des akutellen Budgets nicht ersetzt. Ersetzen weiterführen?
es: Algunas piezas no se remplazarán debido a las limitaciones del presupuesto. ¿Desea continuar?
fr: Quelques pièces ne seront pas remplacées à cause de la limite de votre budget actuel. Souhaitez-vous continuer ?
it: Alcune parti non saranno rimpiazzate a causa delle limitazioni sul preventivo. Desideri continuare?
nl: Sommige onderdelen zullen niet vervangen worden door de budget limitatie. Wenst u verder te gaan?
pt: Algumas peças não serão substituidas devido ao seu limite de custos definido. Deseja continuar?

# StatusMsgWrongLayerType
source: The active layer is not a Brick Layer!
de: Die aktive Ebene ist keine Steinebene
es: La capa activa no es capa de Bricks
fr: Le calque actif n'est pas un calque de pièces !
it: Il layer attivo non è un Layer Brick
nl: De actieve laag is geen Brick laag
pt: A camada activa não é uma camada de Bricks

# UnitStraightTrack
source: Track
de: Gleis
es: vía
fr: rail
it: Binario
nl: Spoor
pt: Linha Recta

# ErrorMsgLayerTypeText
source: Text
es: Texto
fr: texte
it: Testo
nl: Tekst
no: Tekst
pt: Texto
