Repository: Lswbanban/BlueBrick
Catalog: BlueBrick/Properties/Resources.*.resx
Languages: de, es, fr, it, nl, no, pt, sv

# ActionAddArea
source: Paint an Area
de: Fläche Einfärben
es: Pintar un área
fr: Peindre une zone
it: Colora un'area
nl: Teken een vlak
no: Fargelegg område
pt: Pintar uma Área
sv: Färglägg område

# ActionAddBrick
source: Add part &
de: Füge Teil & hinzu
es: Añadir una pieza &
fr: Ajouter la pièce &
it: Aggiungi Parte &
nl: Toevoegen onderdeel &
no: Legg til delen "&"
pt: Adicionar peça &
sv: Lägg till Kloss "&"

# ActionAddLayerArea
source: Add an Area Layer
de: Flächenebene hinzufügen
es: Añadir una capa de área
fr: Ajouter un calque zone
it: Aggiungi un Layer Area
nl: Vlak Laag toevoegen
no: Legg til område-lag
pt: Adicionar uma Camada de Área
sv: Lägg till områdeslager

# ActionAddLayerBrick
source: Add a Brick Layer
de: Steinebene hinzufügen
es: Añadir una capa de bricks
fr: Ajouter un calque brique
it: Aggiungi un Layer Brick
nl: Blok laag toevoegen
no: Legg til klosse-lag
pt: Adicionar uma Camada de Brick
sv: Lägg till klosslager

# ActionAddLayerGrid
source: Add a Grid layer
de: Rasterebene hinzufügen
es: Añadir una capa de cuadrícula
fr: Ajouter un calque grille
it: Aggiungi un Layer Griglia
nl: Rooster laag toevoegen
no: Legg til rutenett-lag
pt: Adicionar uma Camada de Grelha
sv: Lägg till rutnätslager

# ActionAddLayerText
source: Add a Text Layer
de: Textebene hinzufügen
es: Añadir una capa de texto
fr: Ajouter un calque texte
it: Aggiungi un Layer Testo
nl: Tekst laag toevoegen
no: Legg til tekst-lag
pt: Adicionar uma Camada de Texto
sv: Lägg till textlager

# ActionAddText
source: Add a new text
de: Text hinzufügen
es: Añadir nuevo texto
fr: Ajouter un nouveau texte
it: Aggiungi Testo
nl: Nieuwe tekst toevoegen
no: Legg til ny tekst
pt: Adicionar um novo texto
sv: Lägg till ny text

# ActionBringBrickToFront
source: Bring selected Bricks to Front
de: Steinauswahl nach vorne setzen
es: Traer los bricks seleccionados al frente
fr: Mettre les briques séléctionnées en avant
it: Sposta la Parte selezionata in primo piano
nl: Gekozen blokken naar de voorgrond brengen
no: Legg valgte klosser øverst
pt: Trazer para a Frente os Bricks Seleccionados
sv: Placera markerade bitar längst fram

# ActionBringTextToFront
source: Bring selected Texts to Front
de: Textauswahl nach vorne setzen
es: Traer los textos seleccionados al frente
fr: Mettre les textes séléctionnées en avant
it: Sposta il Testo selezionato in primo piano
nl: Gekozen teksten naar de voorgrond brengen
no: Legg valgt tekst øverst
pt: Trazer para a Frente os Textos Seleccionados
sv: Placera markerad text längst fram

# ActionChangeBackgroundColor
source: Change the background color
de: Hintergrundfarbe ändern
es: Cambiar el color de fondo
fr: Changer la couleur de fond
it: Cambia il colore di sfondo
nl: Achtergrondkleur wijzigen
no: Endre bakgrunnsfarge
pt: Alterar a cor de fundo
sv: Ändra bakgrundsfärg

# ActionChangeGeneralInfo
source: Change Map General Info
de: Allgemeine Gleisplaninformation ändern
es: Cambiar la información general del mapa
fr: Changer les infos générales du plan
it: Cambia le informazioni generali della Mappa
nl: Algemene Info Kaart Wijzigen
no: Endre generell kartinformasjon
pt: Alterar a Informação Geral do Mapa
sv: Ändra allmän information på layout

# ActionChangeMapAppearance
source: Change map appearance
de: Aussehen des Gleisplans ändern
es: Cambiar la apariencia del mapa
fr: Changer l'apparence du plan
it: Cambia l'aspetto della Mappa
nl: Wijzig voorkomen kaart
no: Endre kartutseende
pt: Alterar a aparência do mapa
sv: Ändra utseende på layout

# ActionDeleteArea
source: Erase an Area
de: Fläche Entfernen
es: Borrar un área
fr: Effacer une zone
it: Cancella un'Area
nl: Vlak wissen
no: Fjern område
pt: Eliminar uma Área
sv: Ta bort område

# ActionDeleteBrick
source: Delete part &
de: Lösche Teil &
es: Eliminar una pieza &
fr: Effacer la pièce &
it: Cancella Parte &
nl: Verwijderen onderdeel &
no: Fjern delen "&"
pt: Eliminar a peça &
sv: Ta bort Kloss "&"

# ActionDeleteSeveralBricks
source: Delete several parts
de: Mehrere Teile löschen
es: Eliminar algunas piezas
fr: Effacer quelques pièces
it: Cancella Parti
nl: Enkele onderdelen verwijderen
no: Fjern flere deler
pt: Eliminar algumas peças
sv: Ta bort flera bitar

# ActionDeleteSeveralTexts
source: Delete several texts
de: Texten löschen
es: Eliminar algunos textos
fr: Effacer quelques textes
it: Cancella Testi
nl: Enkele teksten verwijderen
no: Fjern flere tekster
pt: Eliminar alguns textos
sv: Ta bort flera texter

# ActionDeleteText
source: Delete the text "&"
de: Lösche den Text "&"
es: Eliminar el texto "&"
fr: Effacer le texte "&"
it: Cancella Testo "&"
nl: Verwijder de tekst "&"
no: Fjern teksten "&"
pt: Eliminar o texto "&"
sv: Ta bort texten "&"

# ActionDuplicateBrick
source: Duplicate the part &
de: Dupliziere das Teil &
es: Duplicar la pieza "&"
fr: Dupliquer la pièce &
it: Duplica Parte &
nl: Kopieer het onderdeel &
no: Duplisér delen "&"
pt: Duplicar a peça &
sv: Kopiera Kloss "&"

# ActionDuplicateSeveralBricks
source: Duplicate several parts
de: Dupliziere einige Teile
es: Duplicar algunas piezas
fr: Dupliquer quelques piècces
it: Duplica Parti
nl: Kopieer enkele onderdelen
no: Duplisér flere deler
pt: Duplicar algumas peças
sv: Kopiera flera bitar

# ActionDuplicateSeveralTexts
source: Duplicate several texts
de: Dupliziere einigen Text
es: Duplicar algunos textos
fr: Dupliquer quelques textes
it: Duplica Testi
nl: Kopieer enkele teksten
no: Duplisér flere tekster
pt: Duplicar alguns textos
sv: Kopiera flera texter

# ActionDuplicateText
source: Duplicate the text "&"
de: Duplziere den Text "&"
es: Duplicar el texto "&"
fr: Dupliquer le texte "&"
it: Duplica Testo "&"
nl: Kopieer de tekst "&"
no: Duplisér teksten "&"
pt: Duplicar o texto "&"
sv: Kopiera texten "&"

# ActionEditText
source: Edit the text "&"
de: Bearbeite den Text "&"
es: Editar el texto "&"
fr: Editer le texte "&"
it: Modifica Testo "&"
nl: Bewerk de tekst "&"
no: Rediger teksten "&"
pt: Editar o texto "&"
sv: Redigera texten "&"

# ActionFlexMove
source: Move Flexible Bricks
de: Bewege flexible Steine
es: Mover piezas flexibles
fr: Déplace des briques flexibles
it: Sposta Parti flessibili
nl: Verplaats flexibele blokken
no: Flytt fleksible klosser
pt: Mover Bricks Flexíveis
sv: Flytta flexibla bitar

# ActionGroupItems
source: Group Items
de: Gruppierung
es: Agrupar
fr: Grouper
it: Raggruppa Elementi
nl: Groepeer onderdelen
no: Gruppér objekter
pt: Agrupar Itens
sv: Gruppera objekt

# ActionHideLayer
source: Hide the layer "&"
de: Verstecke die Ebene "&"
es: Ocultar la capa "&"
fr: Cacher le calque "&"
it: Nascondi il Layer "&"
nl: Verberg laag "&"
no: Skjul laget "&"
pt: Esconder a camada "&"
sv: Dölj lagret "&"

# ActionMoveArea
source: Move the Areas
de: Bereich bewegen
es: Mover áreas
fr: Déplacer les zones
it: Sposta le Aree
nl: Gebieden verplaatsen
no: Flytt områder
pt: Mover as áreas
sv: Flytta områden

# ActionMoveBrick
source: Move the part &
de: Verschiebe das Teil &
es: Mover la pieza "&"
fr: Déplacer la pièce &
it: Sposta Parte &
nl: Verplaats onderdeel &
no: Flytt delen "&"
pt: Mover a peça "&"
sv: Flytta biten "&"

# ActionMoveGridOrigin
source: Move the grid origin
de: Verschiebe den Rasternullpunkt
es: Mover origen de la cuadrícula
fr: Déplacer l'origine de la grille
it: Sposta l'origine della Griglia
nl: Verplaats origineel rooster
no: Flytt utgangspunkt for rutenettet
pt: Mover origem da grelha
sv: Flytta utgångspunkt för rutnät

# ActionMoveLayerDown
source: Move the layer "&" Down
de: Verschiebe die Ebene "&" nach Unten
es: Mover la capa "&" hacia abajo
fr: Descendre le calque "&"
it: Sposta il Layer "&" in secondo piano
nl: Verplaats laag "&" omlaag
no: Flytt laget "&" nedover
pt: Mover a camada "&" para baixo
sv: Flytta lagret "&" nedåt

# ActionMoveLayerUp
source: Move the layer "&" Up
de: Verschiebe die Ebene "&" nach Oben
es: Mover la capa "&" hacia arriba
fr: Monter le calque "&"
it: Sposta il Layer "&" in primo piano
nl: Verplaats laag "&" omhoog
no: Flytt laget "&" oppover
pt: Mover a camada "&" para cima
sv: Flytta lagret "&" uppåt

# ActionMoveSeveralBricks
source: Move several parts
de: Mehrere Teile verschieben
es: Mover algunas piezas
fr: Déplacer quelques pièces
it: Sposta Parti
nl: Verplaats enkele onderdelen
no: Flytt flere deler
pt: Mover algumas peças
sv: Flytta flera bitar

# ActionMoveSeveralTexts
source: Move several texts
de: Mehrere Texte verschieben
es: Mover algunos textos
fr: Déplacer quelques textes
it: Sposta Testi
nl: Verplaats enkele teksten
no: Flytt flere tekster
pt: Mover alguns textos
sv: Flytta flera texter

# ActionMoveText
source: Move the text "&"
de: Verschiebe den Text "&"
es: Mover el texto "&"
fr: Déplacer le texte "&"
it: Sposta Testo "&"
nl: Verplaats de tekst "&"
no: Flytt teksten "&"
pt: Mover o texto "&"
sv: Flytta texten "&"

# ActionRemoveLayer
source: Remove the layer "&"
de: Entferne die Ebene "&"
es: Eliminar la capa "&"
fr: Effacer le calque "&"
it: Rimuovi il Layer "&"
nl: Verwijder laag "&"
no: Fjern laget "&"
pt: Remover a camada "&"
sv: Ta bort lagret "&"

# ActionReplaceBrick
source: Replace the part &
de: Ersetze das Teil &
es: Remplazar pieza
fr: Remplacer la pièce &
it: Sostituisci Parte
nl: Vervang onderdeel "&"
no: Bytt ut delen "&"
pt: Substituir a peça "&"
sv: Ersätt biten "&"

# ActionRotateBrick
source: Rotate the part &
de: Rotiere das Teil "&"
es: Girar la pieza "&"
fr: Tourner la pièce &
it: Ruota il pezzo &
nl: Draai onderdeel &
no: Rotér delen "&"
pt: Rodar a peça "&"
sv: Rotera biten "&"

# ActionRotateSeveralBricks
source: Rotate several parts
de: Mehrere Teile rotieren
es: Girar algunas piezas
fr: Tourner quelques pièces
it: Ruota Parti
nl: Draai enkele delen
no: Rotér flere deler
pt: Rodar algumas peças
sv: Rotera flera bitar

# ActionRotateSeveralTexts
source: Rotate several texts
de: Mehrere Text rotieren
es: Girar algunos textos
fr: Tourner quelques textes
it: Ruota Testi
nl: Draai enkele teksten
no: Rotér flere tekster
pt: Rodar alguns textos
sv: Rotera flera texter

# ActionRotateText
source: Rotate the text "&"
de: Rotiere den Text "&"
es: Girar el texto "&"
fr: Tourner le texte "&"
it: Ruota Testo "&"
nl: Draai de tekst "&"
no: Rotér teksten "&"
pt: Rodar o texto "&"
sv: Rotera texten "&"

# ActionSelectLayer
source: Select layer "&"
de: Wähle die Ebene "&" aus
es: Seleccionar la capa "&"
fr: Selectionner le calque "&"
it: Seleziona il Layer "&"
nl: Selecteer laag "&"
no: Velg laget "&"
pt: Seleccionar a camada "&"
sv: Markera lager "&"

# ActionSendBrickToBack
source: Send selected Bricks to Back
de: Ausgewählten Steine nach Hinten setzen
es: Enviar los Bricks seleccionados al fondo
fr: Mettre les pièces sélectionnées au fond
it: Sposta gli elementi selezionati in secondo piano
nl: Geselecteerde blokken naar achtergrond
no: Legg valgte klosser underst
pt: Enviar os Bricks seleccionados para Trás
sv: Placera markerade bitar längst bak

# ActionSendTextToBack
source: Send selected Texts to Back
de: Ausgewählten Texte nach Hinten setzen
es: Enviar los textos seleccionados al fondo
fr: Mettre les textes sélectionnées au fond
it: Sposta il testo selezionato in secondo piano
nl: Geselecteerde teksten naar achtergrond
no: Legg valgte tekster underst
pt: Enviar os Textos seleccionados para Trás
sv: Placera markerad text längst bak

# ActionShowLayer
source: Show layer "&"
de: Zeige die Ebene "&" an
es: Mostrar la capa "&"
fr: Montrer le calque "&"
it: Mostra il Layer "&"
nl: Toon laag "&"
no: Vis laget "&"
pt: Mostrar a camada "&"
sv: Visa lagret "&"

# ActionUngroupItems
source: Ungroup Items
de: Gruppierung aufheben
es: Desagrupar
fr: Dégrouper
it: Separa Elementi
nl: Degroepeer onderdelen
no: Løs opp objektgruppe
pt: Desagrupar Itens
sv: Lös upp grupp

# ChangeLayerOption
source: Change the options of layer "&"
de: Verändere die Einstellungen der Ebene "&"
es: Cambiar las opciones de la capa "&"
fr: Changer les options du calque "&"
it: Cambia le opzioni per il Layer "&"
nl: Wijzeg de opties van laag "&"
no: Endre alternativer for laget "&"
pt: Mudar as opções da camada "&"
sv: Ändra inställningar för "&"

# ColorSchemeBluePrint
source: Blue Print
de: Blaupause
it: Cianografia
no: Plantegning
pt: Planta
sv: Ritning

# ColorSchemeClassic
source: Classic (printer friendly)
de: Klassisch (Drucker freundlich)
es: Clásico (modo de impresión)
fr: Classique (imprimable)
it: Classico (adatto alla stampante)
nl: Klassiek (printvriendelijk)
no: Klassisk (utskriftsvennlig)
pt: Clássico (modo de impressora)
sv: Klassisk (Utskriftsvänlig)

# ColorSchemeCustom
source: Custom
de: Erweitert
es: Personalizado
fr: Personnalisé
it: Personalizzato
nl: Eigen
no: Egendefinert
pt: Configurado
sv: Egendefinierad

# ColorSchemeParchment
source: Parchment
de: Pergament
es: Pergamino
fr: Parchemin
it: Pergamena
nl: Perkament
no: Pergament
pt: Pergaminho
sv: Pergament

# DefaultAuthor
source: Unknown Author
de: Unbekannter Autor
es: Autor desconocido
fr: Auteur inconnu
it: Autore sconosciuto
nl: Onbekende Auteur
no: Ukjent opphavsperson
pt: Autor Desconhecido
sv: Okänd upphovsman

# DefaultLayerName
source: Layer
de: Ebene
es: Capa
fr: Calque
nl: Laag
no: Lag
pt: Camada
sv: Lager

# DefaultLUG
source: Unknown LUG
de: Unbekannter "Lego Nutzer Gruppe"
es: LUG desconocida
fr: LUG inconnu
it: LUG Sconosciuto
nl: Onbekende LUG
no: Ukjent LUG
pt: LUG Desconhecido
sv: Okänd LUG

# DefaultSaveFileName
source: Untitled.bbm
de: unbenannt.bbm
es: SinTítulo.bbm
fr: SansTitre.bbm
it: SenzaTitolo.bbm
no: utennavn.bbm
sv: Namnlös.bbm

# DefaultShow
source: Unknown Event
de: keine Ausstellung
es: Evento desconocido
fr: Exposition inconnue
it: Evento sconosciuto
nl: Onbekende Voorstelling
no: Ukjent event
sv: Okänt event

# ErrorMsgApplyNewSettingsToAllLayers
source: You have modified some default appearance settings. These settings will be used when you create new maps, but do you want to also apply these settings to your current map?
de: Es wurden einige Standard Einstellungen, die das Aussehen betreffen, geändert. Diese Einstellungen werden bei jedem neuen Gleisplan verwendet. Sollen diese Einstellungen auch auf den aktuellen Gleisplan angewendet werden?
es: Modificó algunas ajustes por defecto relacionadas con la apariencia. Estos ajustes se usarán al crear nuevas mapas, pero quiere aplicarlas también al mapa actual?
fr: Vous avez modifié quelques paramètres par défaut concernant l'apparence. Ces paramètres seront utilisés quand vous créerez de nouveaux plans, mais voulez-vous aussi appliquer ces paramètres à votre plan actuel ?
it: Hai modificato alcune impostazioni che riguardano l'aspetto grafico. Queste impostazioni verranno utilizzate quando crei nuove mappe; Vuoi applicare queste impostazioni anche alla mappa corrente?
nl: U hebt de standaard instellingen van het voorkomen aangepast. Deze aanpassingen worden gebruikt als u een nieuwe kaart aanmaakt. Wenst u deze aanpassingen ook op de huidige kaart toe te passen?
no: Du har endret enkelte standardinnstillinger. De nye innstillingene vil bli brukt når du lager nye kart, men vil du også bruke disse innstillingene på det gjeldende kartet?
pt: Foram modificadas algumas opções por defeito da aparência. Essas configurações serão utilizadas quando criar novos mapas, mas quer que sejam aplicadas ao mapa actual?
sv: Du har ändrat standardinställningar. De nya inställningarna används när du skapar nya lager. Vill du även använda inställningarna på aktuell layout?

# ErrorMsgCanNotLoadImage
source: BlueBrick had encountered problems while loading images from the parts database. These images have been ignored. This problem may happen if an image is corrupted or too big. Remove the image(s) from your database to remove this warning. The image(s) concerned is/are:
de: BlueBrick ist auf einige Probleme beim Laden einiger Bilder aus der Teilebibleothek gestossen und hat die die entsprechenden Bilder einfach ignoriert. So etwas kann passieren wenn eine Datei beschaedigt oder zu gross ist. Um diese Anzeige abzustellen entferne die entsprechenden Bilder aus der Teilebibleothek. Die betroffenen Bilder sind:
es: BlueBrick ha encontrado un problema al cargar algunas imágenes de la base de datos de piezas y las ha ignorado. Este problema puede ocurrir cuando una imagen se ha corrompida o es demasiado grande. Elimina la(s) imagen(es) de la base de datos para quietar este aviso. Las imágenes son:
fr: BlueBrick a rencontré quelques problèmes pour charger certaines images de la base de données de pièces et les a simplement ignorés. Ce problème peut arriver lorsqu'une image est trop grosse ou a été altérée. Retirez la/les image(s) de votre base de données pour supprimer ce message d'avertissement. La/les images concernées est/sont :
it: BlueBrick ha incontrato un problema nel caricare alcune immagini dal database delle parti e le ha quindi ignorate. Questo problema può accadere se le immagini sono corrotte, o troppo grandi. Rimouvi le immagini dal database, per rimuovere questa segnalazione di errore. Le immagini interessate sono queste:
nl: BlueBrick heeft een probleem met het laden van enkele afbeeldingen uit de onderdelen database en heeft deze genegeerd. Dit probleem kan voorkomen als de afbeelding corrupt is of te groot om in te laden. Verwijder deze afbeeldingen uit de database om deze waarschuwing te vermijden. De betreffende afbeelding(en) is/zijn:
no: BlueBrick har problemer med å hente bilder fra databasen. Bildet eller bildene er blitt ignorert. Disse problemene kan oppstå hvis et bilde er ødelagt eller for stort. Fjern bildet eller bildene fra databasen for å fjerne denne advarselen. Bildet eller bildene er:
pt: O BlueBrick encontrou problemas no carregamento de algumas imagens da base de dados de peças e foram ignoradas. Este problema pode ter ocorrido por uma imagem estar corrompida ou ser grande demais. Apague a imagem ou imagens da base de dados para remover este aviso. As imagens são:
sv: BlueBrick har stött på problem med att ladda bilder från databasen. Dessa bilder kommer ignoreras. Problemet kan uppstå om en bild är korrupt eller för stor. Ta bort bild/erna från din databas för att slippa den här varningen. Bilderna är:

# ErrorMsgCanNotLoadPartXML
source: BlueBrick had encountered problems while loading XML files from the parts database. These XML files have been ignored. This problem may happen if an XML file contains syntax errors. Fix the syntax or delete the XML files to remove this warning. The file(s) concerned is/are:
de: BlueBrick hat ein Problem beim Laden der XML-Dateien aus der Teilebibliothek festgestellt. Dieses Problem kann auftreten wenn eine XML-Datei Syntaxfehler enthält. Um diese Warnung zu beseitigen muss entweder der Syntaxfehler behoben oder die fehlerhafte XML-Datei gelöscht werden. Dieses betrifft folgende Datei(en):
es: BlueBrick ha encontrado un problema durante la carga de de los archivos XML de la base de piezas. Estos archivos XML se han ignorado. Este problema puede ocurrir cuando hay un error de sintaxis en el archivo XML. Corrige este error o elimina los archivos afectados para eliminar este aviso. Los archivos afectados son:
fr: BlueBrick a rencontré quelques problèmes pour charger certains fichiers XML de la base de données de pièces et les a simplement ignorés. Ce problème peut arriver lorsqu'un fichier XML contient des erreurs de syntaxe. Corrigez la syntaxe ou retirez les fichiers XML de votre base de données pour supprimer ce message d'avertissement. Le/les fichiers XML concernés est/sont :
it: BlueBrick ha incontrato un problema nel caricamento del file XML con le parti. Questi file XML sono stati ignorati. Questo problema può accadere se un file XML contiene errori di sintassi. Correggi la sintassi o elimina il file XML per togliere questo avvertimento. Il/i file interessato/i è/sono:
nl: BlueBrick heeft een probleem met het laden van XML bestanden voor de onderdelen database. Deze bestanden zijn genegeerd. Dit probleem kan voorkomen als de XML syntax fouten bevat. Verbeter de syntax of verwijder XML bestanden om deze melding te vermijden. De bestand(en) zijn:
no: BlueBrick har problemer med å hente XML-filer fra dele-databasen. XML-filen(e) er blitt ignorert. Disse problemene kan oppstå hvis en XML-fil inneholder syntaksfeil. Reparér syntaksfeilen eller fjern filen(e) fra databasen for å fjerne denne advarselen. Filen(e) er:
pt: O BlueBrick encontrou problemas no carregamento de alguns ficheiros XML base de dados de peças; esses ficheiros foram ignorados. Este problema pode ter ocorrido porque um dos ficheiros tem erros de sintaxe. Corrija a sintaxe ou apague os ficheiros com erro para remover este aviso. Os ficheiros em causa são:
sv: Bluebrick har stött på problem med att ladda XML-filer från databasen. Dessa filer kommer ignoreras. Problemet kan uppstå om en fil innehåller syntaxfel. Rätta felen eller ta bort filerna från din databas för att slippa den här varningen. Filerna är:

# ErrorMsgCannotOpenMap
source: Cannot open the map &.
de: Gleisplan & kann nicht geöffnet werden.
es: No se puede abrir el mapa &.
fr: Impossible d'ouvrir le plan &.
it: Non posso aprire la mappa &.
nl: Kan het schema "&" niet openen.
no: Kan ikke åpne kartet &.
pt: Não se consegue abrir o mapa &.
sv: Kan inte öppna layouten &.

# ErrorMsgCanNotPaste
source: Can not paste items of type & in the current selected layer which is of type &&.
de: Die Objekte der Art & können nicht in die gerade aktivierte Ebene der Art && eingefügt werden.
es: No se puede pegar un objeto del tipo & en la capa actual que es del tipo &&.
fr: Impossible de copier des objets du type & dans le calque actuellement sélectionné qui est du type &&.
it: Non posso incollare Parti del tipo & sul Layer correntemente selezionato, che è di tipo &&.
nl: U kan geen onderdelen van het type & in de huidige laag plakken welke van het type && is.
no: Kan ikke lime inn objekter av typen & i det valgte laget, som er av typen &&.
pt: Não pode ser colocado um objecto do tipo & na camada actual que é do tipo &&.
sv: Kan inte klistra in objekt av typen & i aktuellt lager av typen &&.

# ErrorMsgCannotSaveMap
source: Cannot save the map &.
de: Gleisplan & kann nicht gespeichert werden.
es: No se puede guardar el mapa &.
fr: Impossible de sauvegarder le plan &.
it: Non posso salvare la mappa &.
nl: Kan het schema "&" niet bewaren.
no: Kan ikke lagre kartet &.
pt: Não consegue guardar o mapa &.
sv: Kan inte spara layouten &.

# ErrorMsgConfirmRestoreDefault
source: Are you sure you want to restore the default settings?
de: Willst du wirklich alles auf die Standardeinstellungen zurücksetzen?
es: ¿Está seguro que quiere restaurar los ajustes por defecto?
fr: Etes-vous sûr de vouloir restaurer les paramètres par défaut ?
it: Sicuro di voler ripristinare le impostazioni di default ?
nl: Bent u zeker dat u de standaard instellingen wil herstellen?
no: Er du helt sikker på at du vil gjenopprette standardinnstillingene?
pt: Tem a certeza que quer restaurar as opções por defeito?
sv: Är du helt säker på att du vill återställa standardinställningar?
