Repository: Lswbanban/BlueBrick
Catalog: BlueBrick/Properties/Resources.*.resx
Languages: de, es, fr, it, nl, no, pt, sv

# ErrorMsgCrash
source: BlueBrick Copyright (C) 2008 Alban NANTY. This program is free software under the GPLv3 license and comes with ABSOLUTELY NO WARRANTY. This program encountered a fatal error and will close. Please report this error to banban@lswproject.com. The error message is:
de: BlueBrick Copyright (C) 2008 Alban NANTY. Dieses Programm ist eine freie Software unter der GPLv3 Lizenz und enthält ABSOLUT KEINE GEWAEHRLEISTUNG. Es ist ein schwerer Fehler aufgetretten. Das Programm wird geschlossen. Berichte diesen Fehler bitte an banban@lswproject.com. Die Fehlermeldung lautet:
es: BlueBrick Copyright © 2008 Alban NANTY. Este programa es software libre bajo la licencia GPLv3 y NO TIENE NINGUNA GARANTÍA. Este programa encontró un error fatal y se cerrará. Por favor informe de este error a banban@lswproject.com. El mensaje de error es:
fr: BlueBrick Copyright (C) 2008 Alban NANTY. Ce programme est un logiciel libre sous license GPLv3 qui ne contient AUCUNE GARANTIE. Ce programme a rencontré une erreur fatale et va se terminer. Merci de notifier cette erreur à banban@lswproject.com. Le message d'erreur est :
it: "BlueBrick Copyright © 2008 Alban NANTY. Questo programma è software libero sotto licenza GPL v3, e viene distribuito SENZA ALCUNA GARANZIA. Questo programma ha provocato un errore irrecuperabile e verrà chiuso. Per favore, inoltra questo problema a banban@lswproject.com. Il messaggio di errore è:"
nl: BlueBrick Copyright (C) 2008 Alban NANTY. This program is a free software under GPLv3 license and comes with ABSOLUTELY NO WARRANTY. This program encountered an unrecoverable error and will close. Please report this error to banban@lswproject.com. The error message is:
no: BlueBrick Copyright © Alban NANTY. Dette programmet er gratis under GPLv3-lisensen og lastes ned FULLSTENDIG UTEN GARANTIER. Det har oppstått en uopprettelig feil, og programmet vil bli lukket. Vennligst rapportér denne feilen til banban@lswproject.com. Feilmeldingen er:
pt: BlueBrick Copyright © 2008 Alban NANTY. Este programa é um software livre sobe a licensa GPLv3 e NÂO POSSUI QUALQUER GARANTIA. Este programa encontrou um erro irrecuperável e irá ser fechado. Por favor, reporte este erro para banban@banban.org. A mensagem de erro é:
sv: BlueBrick Copyright © Alban NANTY. Detta program är freeware under villkoren för GPLv3 och laddas ner HELT UTAN GARANTIER. Det har uppstått ett kritiskt fel och programmet kommer att stängas. Var vänlig och rapportera felet till banban@lswproject.com. Felmeddelande:

# ErrorMsgLanguageHasChanged
source: You changed the language but this will not take effect until you restart the application. Do you want to restart now?
de: Die Sprache wurde geändert. Die Änderung wird jedoch erst bei dem nächsten Neustart aktiviert. Möchten Sie jetzt neu starten?
es: Has cambiado el idioma, pero esto no tomará efecto hasta que reinicie la aplicación. ¿Quieres reiniciarla ahora?
fr: Vous avez changé le language mais ceci ne prendra effet qu'au prochain redémarrage de l'application. Voulez-vous redémarrer maintenant ?
it: Hai cambiato il linguaggio, ma la modifica sarà effettiva la prossima volta che lancerai l'applicazione. Vuoi riavviare il programma ora?
nl: De aanpassingen van de taal zullen pas van kracht worden na het herstarten van het programma. Wenst u nu te herstarten?
no: Du har endret språk, men endringen vil ikke tre i kraft før du har startet programmet på nytt. Vil du starte på nytt nå?
pt: A linguagem foi alterada mas só terá efeito da próxima vez que a aplicação for iniciada. Pretende reiniciar agora?
sv: Du har ändrat språk men ändringen träder inte i kraft förrän du startat om programmet. Vill du starta om nu?

# ErrorMsgLayerTypeArea
source: Area
de: Fläche
es: Área
fr: calque
nl: Gebied
no: Område
pt: Área
sv: Område

# ErrorMsgLayerTypeBrick
source: Brick
de: Stein
fr: pièce
nl: Blok
no: Kloss
sv: Bit

# ErrorMsgLayerTypeGrid
source: Grid
de: Raster
es: Cuadrícula
fr: grille
it: Griglia
nl: Rooster
no: Rutenett
pt: Grelha
sv: Rutnät

# ErrorMsgMapWasModified
source: Your current map is not saved. Do you want to save your modification?
de: Der aktuelle Gleisplan ist nicht gespeichert. Sollen die Änderungen gespeichert werden?
es: El mapa actual no está guardada. ¿Desea guardar los cambios?
fr: Votre plan actuel n'est pas sauvegardé. Voulez-vous sauver vos modifications ?
it: La Mappa corrente non è stata salvata. Vuoi salvare le modifiche ?
nl: Uw huidige kaart is niet bewaard. Wilt u de wijzigengen opslaan?
no: Det gjeldende kartet er ikke lagret. Vil du lagre endringene dine?
pt: O Mapa actual não está guardado. Quer guardar as modificações?
sv: Aktuell layout är inte sparad. Vill du spara dina ändringar?

# ErrorMsgMissingColorInfoFile
source: Can not open the "&" file. Without this file you will not be able to see the color and description of the parts in the part list. Please verify the presence of this file, or reinstall BlueBrick to fix the problem.
de: Kann die Datei "&" nicht öffnen. Ohne diese Datei können die Farben und Beschreibungen der Teile in der Stückliste nicht richtig dargestellt werden. Für ein korrektes Ergebnis überprüfe bitte die Anwesenheit dieser Datei oder installiere BlueBrick erneut um das problem zu lösen.
es: No se puede abrir el archivo "&". Sin este archivo no podrá ver el color y la descripción de las piezas en la lista de piezas. Por favor, compruebe que el archivo existe o reinstale BlueBrick para solucionar este problema.
fr: Impossible d'ouvrir le fichier "&". Sans ce fichier vous ne pourrez pas voir la couleur et la description des pièces dans la liste de pièces. Merci de vérifier la présence de ce fichier, ou de réinstaller BlueBrick pour résoudre le problème.
it: Impossibile aprire il file "&". Senza questo file non potrai vedere colori e descrizioni nell'elenco Parti. Verifica la presenza di questo file, oppure reinstalla BlueBrick per risolvere il problema.
nl: Kan het bestand "&" niet openen. Zonder dit bestand kan je de kleur en omschrijving van de onderdelen niet zien in de onderdelenlijst. Controleer of het bestand aanwezig is of herinstalleer BlueBrick.
no: Kan ikke åpne filen "&". Uten denne filen vil du ikke kunne se fargen og beskrivelsen til den enkelte delen i delelisten. Vennligst kontrollér at filen er på plass, eller installér BlueBrick på nytt for å løse problemet.
pt: O ficheiro "&" não consegue ser aberto. Sem este ficheiro não será possível mostrar a cor e descrição das peças na lista de peças. Por favor, verifique a presença deste ficheiro ou re-instale o BlueBrick para corrigir este problema.
sv: Kan inte öppna filen &. Utan filen kommer du inte kunna se färgen och benämningen på bitarna i kloss-listan. Var vänlig kontrollera att filen finns på rätt plats eller ominstallera BlueBrick för att lösa problemet.

# ErrorMsgMissingConnectionTypeInfoFile
source: Can not open the "&" file. Without this file you will not be able to connect the parts together. Please verify the presence of this file, or reinstall BlueBrick to fix the problem.
de: Die Datei "&" kann nicht geöffnet werden. Ohne diese Datei können Teile nicht miteinander verbunden werden. Bitte Existenz dieser Datei überprüfen oder BlueBrick neu installieren um das Problem zu lösen.
es: No se puede abrir el archivo "&". Sin este archivo no podrá conectar piezas. Por favor, compruebe que el archivo existe o reinstale BlueBrick para solucionar este problema.
fr: Impossible d'ouvrir le fichier "&". Sans ce fichier vous ne pourrez pas connecter les pièces correctement. Merci de vérifier la présence de ce fichier, ou de réinstaller BlueBrick pour résoudre le problème.
it: Impossibile aprire il file "&". Senza questo file non potrai connettere le Parti. Verifica la presenza di questo file, oppure reinstalla BlueBrick per risolvere il problema.
nl: Kan het bestand "&" niet openen. Zonder dit bestand kan je de onderdelen niet verbinden. Controleer of het bestand aanwezig is of herinstalleer BlueBrick.
no: Kan ikke åpne filen "&". Uten denne filen vil du ikke kunne binde delene sammen. Vennligst kontrollér at filen er på plass, eller installér BlueBrick på nytt for å løse problemet.
pt: Não consegue abrir o ficheiro "&". Sem este ficheiro o programa não consegue conectar as peças. Por favor verifique a existência deste ficheiro, ou reinstale o programa BlueBrick para resolver o problema.
sv: Kan inte öppna filen &. Utan denna fil kommer du inte kunna koppla ihop delarna. Var vänlig kontrollera att filen finns på rätt plats eller ominstallera BlueBrick för att lösa problemet.

# ErrorMsgMissingParts
source: Some parts were not correctly loaded because you don't have them in your parts library. Some default images have been temporarily added to replace the original ones. You should ask the map's author (&) where you can find them.
de: Einige Teile wurden nicht richtig geladen, da sie nicht in der Teilenbibliothek gefunden wurden. Einige Ersatzbilder wurden an ihrer Stelle eingefügt. Du solltest den ursprünglichen Autor (&) fragen, wo du sie finden kannst.
es: Algunas piezas no se cargaron correctamente porque no las tiene en la biblioteca de piezas. Algunas imágenes por defecto se han añadido temporalmente para reemplazar las originales. Deberá preguntar al autor del mapa (&) dónde puede encontrarlas.
fr: Quelques pièces n'ont pas été correctement chargées parce que vous ne les avez pas dans votre librairie. Quelques images par défaut ont été temporairement ajoutées pour remplacer les images originales. Vous devriez demander à l'auteur du plan (&) où vous pouvez les trouver.
it: Alcune parti non sono state caricate correttamente, perché non esistono nella tua Libreria Parti. Alcune immagini di default sono state aggiunte temporaneamente per sostituire quelle originali. Devi chiedere all'autore della Mappa (&) dove reperirle.
nl: Sommige onderdelen zijn niet correct geladen omdat ze niet aanwzig zijn in de onderdelenlijst. Er zijn standaard afbeeldingen toegevoegd om deze te vervangen. U kan de auteur van de kaart (&) vragen waar u deze kan vinden.
no: Enkelte deler ble ikke lastet riktig fordi de ikke finnes i ditt delebibliotek. Enkelte standardbilder er blitt midlertidig lagt til for å erstatte originalene. Henvend deg til kartets opphavsperson (&) for å finne ut hvor du kan få tak i originalene.
pt: Algumas peças não foram correctamente carregadas porque não se encontram na biblioteca de peças. Algumas das imagens por defeito foram temporáriamente adicionadas para substituir as originais. Deverá perguntar ao autor do map (&) onde as poderá encontrar.
sv: Vissa delar laddades inte in korrekt då de inte finns i kloss-biblioteket. Vissa standardbilder har tillfälligt lagts till för att ersätta ursprungsbilderna. Kontakta layoutens skapare & för att få tillgång till dem.

# ErrorMsgMissingTDRemap
source: Some Track Designer part ID's were not found in your BlueBrick library. BlueBrick was not able to load them and has ignored them. You should ensure that you have the corresponding part in your BlueBrick library with the correct Track Designer ID set in the XML file and then try to re-open the Track Designer file. The missing ID's were:
de: Einige TrackDesigner-Teile-IDs wurden nicht in der BlueBrick-Teilebibliothek gefunden. BlueBrick konnte diese Teile nicht laden und hat diese Teile übersprungen. Entweder fehlt das Teil in der BlueBrick-Teilebibliothek oder in der zugehörigen XML-Datei ist die falsche TrackDesigner-Teile-ID angegeben. Bitte Fehler korrigieren und TrackDesigner-Datei erneut öffnen. Betroffen sind folgende TrackDesigner-Teile-IDs:
es: Algunos IDs de piezas de Track Designer no se encontraron el tu biblioteca BlueBrick. BlueBrick no pudo cargarlas y las ha ignorado. Asegúrate de tener las piezas necesarias instaladas con el ID correcto de Track Designer incluido en el archivo XML y luego vuelve a abrir el archivo Track Designer. Los IDs que faltan son:
fr: Quelques identifiants de pièces Track Designer n'ont pas été trouvés dans votre librairie BlueBrick. BlueBrick n'a pas été capable de les charger et les a juste ignorés. Vous devriez vous assurer que vous avez la pièce correspondante dans votre librairie BlueBrick avec l'identifiant Track Designer correctement inscrit dans le fichier XML puis essayer de rouvrir le fichier Track Designer. Les identifiants manquants étaient:
it: Alcuni ID delle parti Track Designer non sono stati trovati nella tua libreria BlueBrick. BlueBrick non è riuscito a caricarli e li ha ignorati. Dovresti assicurarti di avere la parte nella libreria BlueBrick, compilare nel file XML il Track Designer ID corrispondente e provare a riaprire il file di Track Designer. I Track Designer ID mancanti erano:
nl: Sommige ID's van Track Designer onderdelen zijn niet gevonden in uw BlueBrick bibliotheek, BlueBrick kon deze niet laden en zal ze negeren. Gelieve te controleren of het onderdeel in uw bibliotheek aanwezig is met het correcte Track Designer ID ingesteld in het XML bestand en het Track Designer ID opnieuw openen, De ontbreekende ID's zijn:
no: Enkelte Track Designer-delers ID ble ikke funnet i ditt BlueBrick-bibliotek. BlueBrick kunne ikke laste dem og har ignorert dem. Kontrollér at du har den korresponderende delen i ditt BlueBrick-bibliotek, med korrekt Track Designer-ID i XML-filen, og forsøk å åpne Track Designer-filen på nytt. Manglende ID:
pt: Alguns elementos Track Designer não foram encontrados na sua biblioteca BlueBrick. O BlueBrick foi incapaz de carregá-los e limitou-se a ignorá-los. Assegure-se que tem simultaneamente as peças na biblioteca BlueBrick e no ficheiro XML com o "Track Designer ID set" correcto, e tente novamente abrir o ficheiro Track Designer. As identificações (IDs) em falta foram:
sv: Vissa Track Designer-bitars ID kunde inte hittas i din BlueBrick-databas. BlueBrick kunde inte ladda dessa delar och ignorerar dem. Försäkra dig om att du har motsvarande bit i din BlueBrick-databas med korrekt Track Designer-ID i XML-filen och försök öppna Track Designer-filen. ID:n som fattas:

# ErrorMsgNoHelpFile
source: BlueBrick can not find the help file named "BlueBrick.chm" which is supposed to be in the installation folder. Reinstalling BlueBrick may fix the problem.
de: BlueBrick kann im Installationsordner die Datei namens "BlueBrick.chm" nicht finden. Eine Neuinstallation könnte das Problem beheben.
es: BlueBrick no encuentra el archivo de ayuda "Bluebrick.chm" que debería encontrarse en la carpeta de instalación. Reinstalar BlueBrick podría solucionar este problema.
fr: BlueBrick ne trouve pas le fichier d'aide qui se nomme "BlueBrick.chm" et qui est supposé être dans le répertoire d'installation. Réinstaller BlueBrick peut résoudre le problème.
it: BlueBrick non trova il file "BlueBrick.chm". Reinstallare BlueBrick può risolvere il problema.
nl: BlueBrick kan het help bestand "BlueBrick.chm" niet vinden in de installatiefolder. Het opnieuw installeren van BlueBrick kan het probleem oplossen.
no: BlueBrick kan ikke finne hjelpefilen "BlueBrick.chm" som skal være i installasjonsmappen. Å installere BlueBrick på nytt kan løse problemet.
pt: O BlueBrick não consegue encontrar o ficheiro de ajuda designado "BlueBrick.chm" que deveria encontrar-se na pasta de instalação. A reinstalação do BlueBrick pode resolver este problema.
sv: BlueBrick kan inte hitta hjälpfilen "BlueBrick.chm" som ska finnas i installationsmappen. Att installera om BlueBrick kan lösa problemet.

# ErrorMsgNotSavingInBBM
source: The format you have selected can not save all the data contained in your Layout. Grid, Area and Text information will be lost. Only the native BBM format can save all the data. Do you want to continue anyway?
de: Das ausgewählte Format kann nicht alle Daten des "Layouts" speichern. Raster, Flächen und Texte werden verloren gehen. Nur das BBM Format kann alle Daten speichern. Möchten Sie trotzdem fortfahren?
es: El formato que has seleccionado no es capaz de guardar todos los datos contenidos en el trazado. La información de cuadrícula, área y texto se perderá. Solamente el formato nativo BBM puede guardar todos los datos. ¿Está seguro de querer continuar?
fr: Le format de fichier que vous avez choisi ne peut pas sauver toutes les informations de votre plan. Les grilles, zones et textes seront perdus. Seul le format natif BBM peut sauver toutes les données. Voulez-vous continuer tout de même ?
it: Il formato da te selezionato non consente il salvataggio di dutti i dati contenuti nel tuo Layout. Griglia, Area e Testi andranno perduti. Solo il formato nativo BBM può salvarli. Vuoi proseguire lo stesso?
nl: Het geselecteerde formaat kan niet alle data uit de lay-out opslaan. Rooster, Gebied en tekst informatie zullen verloren gaan. Enkel het BBM formaat kan alle data bewaren. Wenst u toch verder te gaan?
no: Formatet du har valgt kan ikke brukes til å lagre all informasjon i din layout. Rutenett-, område- og tekstinformasjon vil gå tapt. Bare BBM-formatet kan lagre all informasjon. Vil du fortsette likevel?
pt: O formato seleccionado não permite guardar todos os dados contidos no seu layout. A informação sobre grelha, área e texto será perdida. Apenas o formato nativo BBM permite guardar todos os dados. Pretende continuar apesar disto?
sv: Formatet du valt kan inte spara all information i din layout. Rutnät, område och text kommer att gå förlorat. Bara bbm-formatet kan spara all information. Vill du fortsätta ändå?

# ErrorMsgOldTDFile
source: Sorry, the Track Designer file you are trying to load has an old version format. To fix this problem, open this file with Track Designer, and save it again. Now you should be able to load it with BlueBrick.
de: Die Track Designer Datei, die du zu öffnen versuchst hat leider das Format einer älteren Version. Um dieses Problem zu beheben öffne diese Datei mit Track Designer und speichere sie wieder. Die Datei sollte sich jetzt mit BlueBrick öffnen lassen.
es: El archivo Track Designer que intenta abrir tiene un formato de una versión antigua. Para corregir este problema, primero cargue el archivo con Track Designer y guárdelo nuevamente. Luego podrá cargarlo con BlueBrick.
fr: Désolé, le fichier Track Designer que vous essayez d'ouvrir a un format trop ancien. Pour régler le problème, ouvrez d'abord le fichier avec Track Designer puis sauvez-le de nouveau. Ensuite vous pourrez l'ouvrir avec BlueBrick.
it: Spiacente, il file Track Designer che stai cercando di visualizzare è in un vecchio formato. Per risolvere questo problema, prima carica il file con Track designer, poi salvalo normalmente. A quel punto, potrai caricarlo anche con BlueBrick.
nl: Sorry, het Track Designer bestand dat je wil openen is gemaakt met een oude versie. Om dit probleem te verhelpen open je het bestand eerst met Track Designer, en sla je het bestand opnieuw op. Hierna kan je het bestand ook openen met BlueBrick.
no: Beklager, Track Designer-filen du prøver å laste har et gammelt filformat. For å løse dette problemet kan du åpne filen i Track Designer, og lagre den på nytt. Da burde du kunne laste den i BlueBrick.
pt: O ficheiro Track Designer que está a tentar carregar tem um formato duma versão antiga. Para corrigir este problema, carregue o ficheiro com o Track Designer e guarde-o novamente. Deverá então ser capaz de o carregar com o BlueBrick.
sv: Tyvärr har Track Designer-filen du försöker ladda ett för gammalt filformat. Öppna filen i Track Designer och spara på nytt. Sedan ska det gå att öppna med BlueBrick.

# ErrorMsgProgramObsolete
source: Cannot load this file. Your version of BlueBrick is obsolete or the file may not be a valid BlueBrick file. Try downloading and installing the latest version of BlueBrick.
de: Diese Datei kann nicht geladen werden. Die Version von BlueBrick ist veraltet oder es handelt sich nicht um eine gültige BlueBrick Datei. Versuche die letzte Version von BlueBrick herunterzuladen und zu installieren.
es: No se puede cargar este archivo. Su versión de BlueBrick es obsoleta o el archivo no es un archivo BlueBrick válido. Pruebe descargar e instalar la última versión de BlueBrick.
fr: Impossible de charger ce fichier. Votre version de BlueBrick est obsolète ou le fichier n'est pas un fichier BlueBrick valide. Essayez de télécharger et d'installer la dernière version de BlueBrick.
it: Non posso caricare questo file. La tua versione di BlueBrick è datata oppure il file non è in formato BlueBrick. Scarica e installa l'ultima versione di BlueBrick.
nl: Kan dit bestand niet laden. Deze BlueBrick versie is verouderd of het bestand is geen geldig BlueBrick bestand. Download en installeer de laatste versie van BlueBrick.
no: Kan ikke laste denne filen. Enten er din versjon av BlueBrick foreldet, eller så er ikke dette en gyldig BlueBrick-fil. Prøv å laste ned og installere den siste versjonen av BlueBrick.
pt: É impossível carregar este ficheiro A sua versão do Bluebrick está obsoleta ou o ficheiro pode não ser um ficheiro BlueBrick válido. Procure fazer o download e instalação da versão mais recente do BlueBrick.
sv: Kan inte ladda filen. Din version av BlueBrick är föråldrad eller så är det inte en giltig BlueBrick-fil. Ladda hem och installera senaste versionen av BlueBrick.

# ErrorMsgReadyToReloadPartLib
source: The parts library was unloaded, you can now modify the files in it. Click ok when you are ready to reload it.
de: Die Teilenbibliothek ist deaktiviert. Sie können jetzt die enthaltenen Dateien ändern. Drücken Sie auf "ok" sobald Sie es reaktivieren möchten.
es: La biblioteca de piezas ha sido descargada. Ahora puede modificar los archivos que contiene. Pulse aceptar cuando esté lista para cargarla nuevamente.
fr: La librairie de pièces a été déchargée, à partir de maintenant vous pouvez modifier les fichiers qui la composent. Cliquez sur ok quand vous êtes prêt à la recharger.
it: La Libreria Parti è stata scaricata dalla memoria, adesso puoi modificare i files. Clicca su OK quando sei pronto per ricaricarla.
nl: De onderdelenbibliotheek is vrijgegeven, u kan nu de bestanden aanpassen. Klik ok wanneer de bibliotheek opnieuw geladen kan worden.
no: Delebiblioteket er deaktivert, og du kan modifisere bibliotekets filer. Klikk OK når du er klar til å laste det inn på nytt.
pt: A biblioteca de peças foi descarregada, pode agora modificar os ficheiros nela contidos. Clique em OK quendo estiver preparado para a recarregar.
sv: Databasen har inte laddats in och du kan nu redigera databasens filer. Klicka OK när du vill ladda in databasen på nytt.

# ErrorMsgTitleError
source: Error
de: Fehler
fr: Erreur
it: Errore
nl: Fout
no: Feil
pt: Erro
sv: Fel

# ErrorMsgTitleWarning
source: Warning
de: Warnung
es: Aviso
fr: Attention
it: Attenzione
nl: Waarschuwing
no: Advarsel
pt: Aviso
sv: Varning

source: Hide Details
de: Details ausblenden
es: Ocultar detalles
fr: Cacher les détails
it: Nascondi Dettagli
nl: Verberg details
no: Skjul detaljer
pt: Esconder Detalhes
sv: Dölj detaljer

# LayerTextOptionTitle
source: Options for Text Layer
de: Einstellungen für Textebenen
es: Opciones para capa de texto
fr: Options pour le calque texte
it: Opzioni Layer di testo
nl: Tekst laag opties
no: Alternativer for tekst-lag
sv: Alternativ för textlager

# PartLibMenuItemDisplayTooltips
source: Bubble Information
de: Pop-up-Info
es: Burbuja de información
fr: Info bulles
it: Info Pop-Up
nl: Tooltip Info
no: Tips-boble
pt: Informação em caixa
sv: Hjälpruta

# PartLibMenuItemLargeIcons
source: Large Icons
de: Große Icons
es: Iconos grandes
fr: Grandes icones
it: Icone Grandi
nl: Grote iconen
no: Store ikoner
pt: Ícones grandes
sv: Stora ikoner

# PartLibMenuItemRespectProportion
source: Respect Proportion
de: Seitenverhältnis beibehalten
es: Respetar proporciones
fr: Respecter les proportions
it: Mantieni Proporzioni
nl: Respecteer verhoudingen
no: Behold proporsjoner
pt: Respeitar a proporção
sv: Behåll proportioner
